[
    {
        "title":"Mary anoints Yeshua at Bethany",
        "location":"Matthew 26:6-13 / Mark 14:3-9 / John 12:1-8",
        "content":"Six days before Passover, Yeshua came to Bethany, where Lazarus, the one who had been dead and whom He had raised from the dead, was. And while He was at the house of Simon the leper, and sitting at the table, they made a dinner for Him there. Martha was serving, and Lazarus was one of those who were sitting at the table with Him. <br><br>Then Mary came to Him with a pound of pure nard perfume in an alabaster jar, very costly, and breaking the alabaster jar, she poured it on His head and anointed Yeshua's feet, and wiped them with her hair, while He was sitting at the table. And the house was filled with the fragrance of the perfume. Upon seeing this, some of the disciples became indignant within themselves and said: <br><br><div class=\"a-q\">Why has this perfume been wasted?</div> <br>And Judas Iscariot, the son of Simon, who would later betray Him, said:<br><br><div class=\"a-q\">Why was this perfume not sold for a high price, more than three hundred denarii, and given to the poor?</div> <br>But he said this, not because he cared about the poor, but because he was a thief and, as he had charge of the moneybag, he used to steal what was put into it. <br><br>And they murmured against her. And Yeshua, understanding this, said to them: <br><br><div class=\"y-q\">Leave her alone. Why do you trouble this woman? She has done a good thing for me. For you always have the poor with you, and whenever you want, you can do them good, but you will not always have me. She has done what she could. She has anointed my body beforehand for burial. Truly, I say to you, wherever this gospel is preached in the whole world, what she has done will also be told in memory of her.</div>"
    },
    {
        "title":"The plot to kill Lazarus",
        "location":"John 12:9-11",
        "content":"Now a great many of the Jews knew that He was there; and they came, not for Yeshua's sake only, but that they might also see Lazarus, whom He had raised from the dead. <br><br>But the chief priests plotted to put Lazarus to death also, because on account of him many of the Jews went away and believed in Yeshua"
    },
    {
        "title":"Yeshua finds a donkey",
        "location":"Matthew 21:1-7 / Mark 11:1-7 / Luke 19:28-35 / John 12:12a,14b-16,14a,12b-13,17-19",
        "content":"The next day, as they were approaching Jerusalem and came near Bethphage and Bethany, in front of the Mount of Olives, Yeshua sent two of his disciples, saying to them: <br><br><div class=\"y-q\">Go into the village before you, and as soon as you enter it, you will find a jenny tied, and a colt with her, on which no man has ever ridden. Untie her and bring them to me. And if any man shall ask you, Why do you loose him? You shall answer him thus: Because the Lord needs it, and then he will <u>send</u> / <u>return</u> them.</div><br>All this came to pass that it might be fulfilled what was spoken by the prophet, when he said: <br><br><div class=\"b-q\">Say unto the daughter of Zion, Fear not, O daughter of Zion. Behold, thy King cometh unto thee, meek, and sitting upon a donkey, upon a colt, the foal of a beast of burden.</div><br> These things His disciples did not understand at first; but when Yeshua was glorified, then they remembered that these things were written about Him, and that they had done them to Him. <br><br>And the disciples who had been sent went and did as Yeshua commanded them. And they found the colt tied outside the gate at the turning of the road, as he had told them, and they untied it. And as they were untying the colt, its owners, who were there, said to them: <br><br><div class=\"a-q\">What are you doing? Why are you untying the colt?</div><br> They then told them, as Yeshua had commanded: <br><br><div class=\"a-q\">Because the Lord needs it. </div><br>And they left them. And they brought the jenny and the colt to Yeshua, and laid their coats upon them, and He sat."
    },
    {
        "title":"Lament over Jerusalem",
        "location":"Luke 19:41-44",
        "content":"And when he drew near and saw the city, he wept over it, saying, <br><br><div class=\"y-q\">Would that you, even you, had known on this day the things that make for peace! But now they are hidden from your eyes. <br><br>For the days will come upon you, when your enemies will set up a barricade around you and surround you and hem you in on every side and tear you down to the ground, you and your children within you. And they will not leave one stone upon another in you, because you did not know the time of your visitation.</div>"
    },
    {
        "title":"The triumphant entry into Jerusalem",
        "location":"Matthew 21:8-11 / Mark 11:8-11 / Luke 19:36-40 / John 12:12b,13,17-19",
        "content":"Great multitudes who had come to the feast, when they heard that Yeshua was coming to Jerusalem, went out to meet Him, and as He passed by they spread their garments in the way, and others cut branches from <u> the trees</u> / <u>palm trees</u>, and spread them in the way. <br><br>When they came near the descent of the Mount of Olives, the whole multitude of the disciples, those who went before and those who came behind, rejoicing, began to praise Elohim with loud voices for all the wonders they had seen; and they cried out, saying: <br><br><div class=\"a-q\">Hosanna to the Son of David! Blessed is he who comes in the name of the Lord, the King of Israel! Blessed is the coming kingdom of our father David! Shalom in Heaven and glory in the highest! Hosanna in the highest!</div><br> And the people who were with Him when He called Lazarus out of the tomb and raised him from the dead bore witness. For this reason, the people also had come to meet Him, because they had heard that He had done this sign. <br><br>Then some of the Pharisees from among the crowd said to him: <br><br><div class=\"a-q\">Teacher, rebuke your disciples.</div><br> He, replying, said to them: <br><br><div class=\"y-q\">I tell you that if these would keep silent, the stones would cry out.</div><br> But the Pharisees said among themselves:<br><br><div class=\"a-q\">You see that you achieve nothing. Look, the world is going after Him.</div><br> When Yeshua entered Jerusalem, and into the temple, the whole city was moved, saying: <br><br><div class=\"a-q\">Who is this? </div><br>And people were saying: <br><br><div class=\"a-q\">This is Yeshua the prophet, from Nazareth of Galilee.</div>"
    },
    {
        "title":"Some Greeks seek Yeshua",
        "location":"John 12:20-26",
        "content":"There were some Greeks among those who had come up to worship at the feast. These came to Philip, who was from Bethsaida of Galilee, and asked him, saying:<br><br><div class=\"a-q\">Sir, we would like to see Yeshua.</div><br>Philip went and told Andrew; then Andrew and Philip told Yeshua. Yeshua answered them saying:<br><br><div class=\"y-q\">The hour has come for the Son of Man to be glorified.<br><br>Verily, verily, I say unto you, unless a grain of wheat falls into the ground and dies, it remains alone; but if it dies, it bears much fruit.<br><br>Whoever loves his life will lose it, and whoever hates his life in this world will keep it for eternal life.<br><br>If anyone serves Me, let him follow Me; and where I am, there will My servant be also. If anyone serves Me, My Father will honor him."
    },
    {
        "title":"The Son of Man must be lifted up (the Voice from Heaven)",
        "location":"John 12:27-36a",
        "content":"<div class=\"y-q\">Now my soul is troubled; and what shall I say, Father, save me from this hour? But for this purpose I have come to this hour. Father, glorify your name.</div><br>Then a voice came from heaven:<br><br><div class=\"y-q\">I have glorified it, and I will glorify it again.</div><br>And the crowd that was there, and heard the voice, said that it was a thunder.<br><br>Others said:<br><br><div class=\"a-q\">An angel has spoken to Him.</div><br>Yeshua answered and said:<br><br> <div class=\"y-q\">This voice has not come for my sake, but for your sake.<br><br>Now is the judgment of this world; now will the prince of this world be cast out.<br><br>And I, when I am lifted up from the earth, will draw all people to myself.</div><br>He said this to show by what kind of death He was going to die.<br><br>So the crowd answered Him:<br><br><div class=\"a-q\">We have heard from the Torah that the Mashiach remains forever. How then do You say that it is necessary for the Son of Man to be raised up? Who is this Son of Man?</div><br>Then Yeshua said to them:<br><br><div class=\"y-q\">The Light is still among you for a little while; walk while you have the Light, so that you may not be overtaken by darkness; for he who walks in darkness does not know where he is going. While you have the Light, believe in the Light, that you may be sonds of Light.</div>"
    },
    {
        "title":"The disbelief of some",
        "location":"John 12:36b-43",
        "content":"When Yeshua had said these things, He departed and hid Himself from them.<br><br>But even though He had done so many signs before them, they did not believe in Him; so that the word of Isaiah the prophet might be fulfilled, who said:<br><br><div class=\"b-q\">Lord, who has believed what he heard from us, and to whom has the arm of the Lord been revealed?<br><br><div class=\"h-q\">מִי הֶאֱמִין לִשְׁמֻעָתֵנוּ וּזְרֹועַ יְהוָה עַל־מִי נִגְלָתָה׃</div></div><br>Therefore they could not believe. For again Isaiah said:<br><br><div class=\"b-q\">He has blinded their eyes and hardened their heart, lest they see with their eyes, and understand with their heart, and turn, and I would heal them.<br><br><div class=\"h-q\">הַשְׁמֵן לֵב־הָעָם הַזֶּה וְאָזְנָיו הַכְבֵּד וְעֵינָיו הָשַׁע פֶּן־יִרְאֶה בְעֵינָיו וּבְאָזְנָיו יִשְׁמָע וּלְבָבֹו יָבִין וָשָׁב וְרָפָא לֹו</div></div><br>Isaiah said this when he saw His glory, and spoke about Him.<br><br>Nevertheless, many even of the authorities believed in Him, but for fear of the Pharisees they did not confess it, so that they would not be put out of the synagogue; for they loved the glory of men more than the glory of Elohim."
    },
    {
        "title":"Yeshua's words will judge men",
        "location":"Matthew 21:11b / John 12:44-50",
        "content":"Yeshua cried out and said:<br><br><div class=\"y-q\">Whoever believes in Me, believes not in Me, but in Him who sent Me; and whoever sees Me, sees Him who sent Me.<br><br>I, the Light, have come into the world, so that whoever believes in Me may not remain in darkness.<br><br>He that hears my words, and does not keep them, I do not judge him; for I did not come to judge the world, but to save the world. He who rejects me and does not receive my words has someone to judge him; the word that I have spoken will judge him on the last day.<br><br>For I have not spoken by Myself; the Father who sent Me, He Himself has given Me a commandment, what I shall say, and what I shall speak. And I know that His commandment is eternal life. What I speak, therefore, I speak as the Father has told me.</div><br>And when he had looked all things round about, and it was getting dark, he went to Bethany with the twelve."
    },
    {
        "title":"The curse of the fig tree",
        "location":"Matthew 21:18-19 / Mark 11:12-14",
        "content":"And on the morrow morning, when they departed from Bethany, returning to the city, he was hungry. And seeing a fig tree from afar, which had leaves on it, by the roadside, he went to see if perhaps he might find anything on it; but when he came to it, he found nothing but leaves only, for it was not the season for figs. Then Yeshua said to the fig tree: <br><br><div class=\"y-q\">Never ever <u>eat anyone</u> / <u>be born</u> of you fruit.</div><br> And his disciples heard it. Then the fig tree withered."
    },
    {
        "title":"The purification of the temple and the praise of children",
        "location":"Matthew 21:12-17 / Mark 11:15-19 / Luke 19:45-48",
        "content":"So they came to Jerusalem, and Yeshua went into the temple of Elohim, and cast out all them that sold and bought in the temple, and overthrew the tables of the money changers, and the seats of them that sold doves, and would not suffer that any man should pass through the temple carrying any vessels. <br><br>And he taught them, saying: <br><br><div class=\"y-q\">Is it not written: <br><div class=\"b-q\">My house shall be called a house of prayer for all nations?</div><div class=\"h-q\">כִּי בֵיתִי בֵּית־תְּפִלָּה יִקָּרֵא לְכָל־הָעַמִּים </div><br>But you have made it a den of thieves.</div><br> And he taught daily in the temple. <br><br>And the scribes and the chief priests and the rulers of the people heard it, and they sought how they might put him to death. And they found nothing that they could do to him, because they were afraid of him, for all the people were in suspense, hearing him, admiring his doctrine. <br><br>And there came to Him in the temple blind and lame, and He healed them. But the chief priests and the scribes, seeing the wonders which He did, and the boys, cheering in the temple and saying: <br><br><div class=\"a-q\">Hosanna to the Son of David!</div><br> They were outraged, and told him: <br><br><div class=\"a-q\">Do you hear what they say?</div><br> And Yeshua said to them: <br><br><div class=\"y-q\">Yes. Haven't you ever read: <br><div class=\"b-q\">Out of the mouths of babies and nursing infants you have perfected praise?<br><div class=\"h-q\">מִפִּ֤י עֹֽולְלִ֨ים ׀ וְֽיֹנְקִים֮ יִסַּ֪דְתָּ֫ עֹ֥ז</div></div></div><br> But when evening came, leaving them, Yeshua left the city to Bethany, and rested there."
    },
    {
        "title":"The withered fig tree (believe and you will receive)",
        "location":"Matthew 21:20-22 / Mark 11:20-26",
        "content":"And passing by in the morning, they saw that the fig tree had withered from the roots. And when the disciples saw it, they said in amazement: <br><br><div class=\"a-q\">How did the fig tree dry up so quickly?</div><br> Then Peter, remembering, said to him: <br><br><div class=\"a-q\">Teacher, look, the fig tree you cursed has withered.</div><br> Yeshua answered and said to them: <br><br><div class=\"y-q\">Have faith in Elohim. <br><br>For verily I say unto you, If ye have faith, and doubt not in your heart, but believe that what ye say shall be done, it shall be done unto you. Not only will you do this of the fig tree, but if you say to this mountain, 'Be removed and be cast into the sea', it will be done. Therefore, I say unto you, whatsoever you shall ask in prayer, believing that you shall receive it, <u>it shall come unto you</u> / <u>you shall receive it</u>. <br><br>And when you pray, forgive, if you have anything against anyone, so that your Father in heaven may also forgive you your offenses. For if you do not forgive, neither will your Father in heaven forgive you your offenses.</div>"
    },
    {
        "title":"The discussion on Yeshua's authority and John's baptism",
        "location":"Matthew 21:23-27 / Mark 11:27-33/ Luke 20:1-7",
        "content":"Then they returned to Jerusalem, and as Yeshua walked through the temple, teaching the people and preaching the gospel, the chief priests and the scribes and the elders came to him as he was teaching, and spoke to him, saying: <br><br><div class=\"a-q\">Tell us: by what authority do you do these things? and who is it that has given you authority to do these things? </div><br>Yeshua answering, said to them: <br><br><div class=\"y-q\">I will also ask you a question, and if you answer it, I will also tell you by what authority I do these things. <br><br>John's baptism, where was it from? From heaven or from men? Answer me. </div><br>Then they argued with one another, saying: <br><br><div class=\"a-q\">If we say, from heaven, he will tell us: \"Why then did you not believe him?\" And if we say, of men, all the people will stone us. </div><br>They feared the people, for they all regarded John as a true prophet. <br><br>So, responding, they said to Yeshua: <br><br><div class=\"a-q\">We do not know.</div><br> Then Yeshua answered and said to them: <br><br><div class=\"y-q\">Neither do I tell you by what authority I do these things.</div>"
    },
    {
        "title":"Parable of the two sons",
        "location":"Matthew 21:28-32",
        "content":"<div class=\"y-q\">But what do you think? A certain man had two sons. Coming to the first, he said to him: 'Son, go work in my vineyard today'. And he answered and said: 'I don't want to'; but afterward he repented and went. And he came to the other and said to him in like manner; and he answered and said: 'Yes, sir, I go'. But he went not. Which of the two did the will of his father?</div><br> They said: <br><br><div class=\"a-q\">The first one.</div><br> Yeshua said to them: <br><br><div class=\"y-q\">Verily, I say unto you, that the tax collectors and the harlots go before you into the kingdom of God. For John came to you in the way of righteousness, and you did not believe him; but the tax collectors and the harlots believed him, and you, seeing this, did not repent afterward to believe him.</div>"
    },
    {
        "title": "Parable of the evil vineyard workers",
        "location": "Matthew 21:33-46 / Mark 12:1-12a,b / Luke 22:9-19",
        "content": "Then Yeshua began to say to the people: <br><br><div class=\"y-q\">Hear another parable: <br><br>There was a certain man, a father of a family, who planted a vineyard, fenced it in, dug a wine press in it, built a tower, and let it out to tenants, and went away and stayed away for a long time. And when the time of the fruit drew near, he sent a servant to the tenants, that they might give him of the fruit of the vineyard; but the tenants took him, and beat him, and sent him away empty-handed. Again he sent another servant to them, but they stoned him and struck him on the head, and sent him away empty-handed, beaten and reviled. Again he sent a third servant, and they killed him. He sent again other servants, more than the first; and they did unto them in like manner. Finally, when the lord of the vineyard still had a son of his own, he said: What shall I do? I will send my beloved son; perhaps when they see him, they will respect him. But when the tenants saw the son, they said one to another, This is the heir; come, let us kill him, and let us seize his inheritance, that the inheritance may be ours. And they took him and cast him out of the vineyard and killed him.<br><br>When the lord of the vineyard comes, what will he do to those men? </div><br>They told him: <br><br><div class=\"a-q\">He will come and destroy without mercy these wicked tenants and will lease his vineyard to other tenants, who will pay him the fruit in due season. </div><br>When they heard this, they said to him: <br><br><div class=\"a-q\">Elohim forbid!</div><br> But Yeshua, looking at them, said: <br><br><div class=\"y-q\">Did you never read in the scriptures: <br><br><div class=\"b-q\">The stone the builders rejected has become the cornerstone; the Lord has done this, and it is marvelous in our eyes. </div><div class=\"h-q\">אֶבֶן מָאֲסוּ הַבֹּונִים הָיְתָה לְרֹאשׁ פִּנָּה<br> מֵאֵת יְהוָה הָיְתָה זֹּאת הִיא נִפְלָאת בְּעֵינֵינוּ</div><br>Therefore, I say unto you, that the kingdom of Elohim shall be taken away from you, and given to a nation bringing forth the fruits of it. And whosoever shall fall on this stone shall be broken; and on whomsoever it shall fall, it shall crush him. </div><br>And when the chief priests and the Pharisees and the scribes heard his parables, they sought to lay hands on him in that hour, because they understood that against them he had spoken this parable. But when they sought how to lay hands on him, they feared the people, because the people regarded him as a prophet."
    },
    {
        "title": "Parable of the wedding feast",
        "location": "Matthew 22:1-15 / Mark 12:12c",
        "content": "Yeshua answered and spoke to them again in parables, saying: <br><br><div class=\"y-q\">The kingdom of heaven is like a king who gave a wedding feast for his son; and he sent his servants to call the wedding guests, but they refused to come. He sent out again other servants, saying: <br><br><div class=\"i\"> Say to the guests: Behold, I have prepared my food; my bulls and my fattened animals have been killed, and everything is ready; come to the wedding feast.</div><br>But they ignored him, and went their way, one to his farm, and another to his business; and others took the servants, and mocked them, and slew them. When the king heard it, his wrath was kindled, and sending forth his armies, he destroyed those murderers, and burned their city. Then he said to his servants:<br><br><div class=\"i\">The wedding is indeed ready, but they that were invited were not worthy. Go therefore to the parting of the ways, and call to the wedding as many as you find.</div><br>And the servants went out into the highways, and gathered together all whom they found, both bad and good: and the wedding feast was full of guests. And the king, coming in to see the guests, saw a man there who was not dressed for a wedding. Then he said to him:<br><br><div class=\"i\">Friend, how did you get in here, not dressed for a wedding?</div><br>But he stood speechless. Then the king said to the servants:<br><br><div class=\"i\">Bind him hand and foot, and cast him into the outer darkness; there shall be weeping and gnashing of teeth. For many are called, but few are chosen.</div></div><br>Then the Pharisees, leaving Him, went away and inquired how to catch Him in some word."
    },
    {
        "title":"The question of taxation",
        "location":"Matthew 22:16-22 / Mark 12:13-17 / Luke 22:20-26",
        "content":"And lying in wait for Him, they sent to Him some disciples of the Pharisees with the Herodians, as spies, pretending to be righteous, that they might catch Him in some word, to deliver Him up to the power and authority of the governor. And they came and questioned him, saying:<br><br><div class=\"a-q\">Teacher, we know that <u>you are a lover of truth</u> / <u>you are a truthful man</u> / <u>you say and teach uprightly</u>, and that you care for no one, for you do not regard the face of men, but with truth you teach the way of Elohim.<br><br>Tell us, then, what do you think: Is it lawful for us to give taxes to Caesar, or not? Shall we give or not?</div><br>But Yeshua, <u>knowing</u> / <u>perceiving</u> / <u>understanding</u> their <u>malice</u> / <u>hypocrisy</u> / <u>cunning</u>, said to them:<br><br><div class=\"y-q\">Why do you tempt me, you hypocrites? <u>Bring me</u> / <u>show me</u> the tax coin, that I may see it.</div><br>And they showed Him a denarius.<br><br>Then He said to them: <br><br><div class=\"y-q\">Whose image and inscription are these?</div><br>And they answering, said to Him:<br><br><div class=\"a-q\">Caesar's.</div><br>Then Yeshua said to them:<br><br><div class=\"y-q\">Give therefore to Caesar that which is Caesar's, and to Elohim that which is Elohim's.</div><br>And they could not catch Him in any word in front of the people. Rather, when they heard this, they were astonished at His answer, remained silent, left Him, and went their way."
    },
    {
        "title":"The question about the resurrection",
        "location":"Matthew 22:23-33 / Mark 12:18-27 / Luke 22:27-40",
        "content":"That day some of the Sadducees came to Him, who say that there is no resurrection, and asked Him, saying:<br><br><div class=\"a-q\">Teacher, Moses wrote for us that if a man dies and leaves a wife, but leaves no children, his brother shall marry his wife and bring up offspring to his brother.<br><br>So there were among us seven brothers; the first took a wife and died without leaving offspring. And the second married her, and died, and also left no offspring. And the third likewise. And thus all seven died, leaving no offspring. Ultimately, after all of them, the woman also died.<br><br>In the resurrection, then, when they are raised, whose wife will she be of the seven, since they all had her for a wife?</div><br>Then Yeshua answered and said to them:<br><br><div class=\"y-q\">Are you not erring by this, because you ignore the Scriptures, and the Power of Elohim?<br><br>The children of this age marry and are given in marriage; but those who are deemed worthy to attain that age and the resurrection of the dead, when they rise from the dead, neither marry nor are given in marriage, because they can no longer die, but are like the angels of Elohim who are in heaven, and are sons of Elohim, being sons of the resurrection.<br><br>But concerning the resurrection of the dead, have you not read in the book of Moses how Elohim spoke to him out of the bush, saying:<br><br><div class=\"b-q\">I am the Elohim of Abraham, the Elohim of Isaac and the Elohim of Jacob?</div><div class=\"h-q\">אָנֹכִי אֱלֹהֵי אָבִיךָ אֱלֹהֵי אַבְרָהָם אֱלֹהֵי יִצְחָק וֵאלֹהֵי יַעֲקֹב</div><br>Elohim is not Elohim of the dead, but Elohim of the living, for to Him all live. Therefore, you are very much mistaken.</div><br>Answering Him some of the scribes said:<br><br><div class=\"a-q\">Teacher, you have said well.</div><br>And they did not dare to ask Him any more.<br><br>Hearing this, the people were amazed at His doctrine."
    },
    {
        "title":"The greatest commandment",
        "location":"Matthew 22:34-40 / Mark 12:28-34",
        "content":"Then the Pharisees, hearing that he had silenced the Sadducees, gathered together. One of their scribes, a Torah interpreter, who heard them disputing, and knew that He answered them well, came to Him, and asked Him to tempt Him, saying:<br><br><div class=\"a-q\">Teacher, what is the <u>greatest</u> / <u> first</u> commandment in the Torah?</div><br>Yeshua answered him:<br><br><div class=\"y-q\">The first commandment of all is:<br><br><div class=\"b-q\">Hear O Israel, the Lord our Elohim, the Lord is one. And you shall love the Lord your Elohim with all your heart, and with all your soul, and with all your mind, and with all your strength.</div><div class=\"h-q\">שְׁמַע יִשְׂרָאֵל יְהוָה אֱלֹהֵינוּ יהוה אֶחָד׃ וְאָהַבְתָּ אֵת יְהוָה אֱלֹהֶיךָ בְּכָל־לְבָבְךָ וּבְכָל־נַפְשְׁךָ וּבְכָל־מְאֹדֶךָ׃</div><br>This is the <u>first and greatest</u> / <u>principal</u> commandment. And the second is similar:<br><br><div class=\"b-q\">You shall love your neighbor as yourself.</div><div class=\"h-q\">וְאָהַבְתָּ לְרֵעֲךָ כָּמֹוךָ</div><br>There is no commandment greater than these. The entire Torah and the prophets depend on these two commandments.</div><br>Then the scribe said to Him:<br><br><div class=\"a-q\">Right, Teacher, you have said in truth, that one is Elohim, and there is no other besides Him; and to love Him with all one's heart, with all one's understanding, with all one's soul, and with all one's strength, and to love one's neighbor as oneself, is more than all burnt offerings and sacrifices.</div><br>Yeshúa entonces, viendo que había respondido sabiamente, le dijo:<br><br><div class=\"y-q\">You are not far from the kingdom of Elohim.</div><br>And no one dared to ask Him anymore."
    },
    {
        "title":"Whose son is the Mashiach",
        "location":"Matthew 22:41-46 / Mark 12:35-37 / Luke 22:41-44",
        "content":"As Yeshua was teaching in the temple, and the Pharisees being together, Yeshua asked them, saying:<br><br><div class=\"y-q\">What do you think of the Mashiach, whose son is He?</div><br>They said to Him:<br><br><div class=\"a-q\">David's.</div><br>He said to them:<br><br><div class=\"y-q\">How is it that the scribes say that the Mashiach is the son of David? For, David himself, by the Holy Spirit, calls him Lord in the book of Psalms, saying:<br><br><div class=\"b-q\">The Lord said to my Lord: \"Sit at my right hand until I set your enemies as a footstool for your feet.\"<br><br><div class=\"h-q\">נְאֻם יְהוָה לַאדֹנִי שֵׁב לִימִינִי עַד־אָשִׁית אֹיְבֶיךָ הֲדֹם לְרַגְלֶיךָ</div><br></div>If David himself calls him Lord, how then is He his son?</div><br>And no one could answer Him a word; neither did anyone dare from that day forward to ask Him any more questions.<br><br>And a large crowd of the people listened to Him gladly."
    },
    {
        "title":"The chair of Moses",
        "location":"Matthew 23:1-14 / Mark 12:38-39 / Luke 22:45-46",
        "content":"Then, as all the people were listening to Him, Yeshua spoke to the people and to his disciples, saying in His doctrine:<br><br><div class=\"y-q\">On Moses' seat sit the scribes and the Pharisees. Therefore, whatever they tell you to do, watch it and do it.<br><br>But beware of the scribes, do not do according to their works, for they say and do not do; for they bind heavy burdens, which are hard to bear, and lay them on men's shoulders, but they themselves will not move them with one of their fingers.<br><br>Rather, they do all their works to be seen by men. For they love to walk in long robes, they widen their phylacteries, and enlarge the borders of their garments; and they love the first seats at the suppers, and the first chairs in the synagogues, and the greetings in the markets, and to be called by men, Rabbi, Rabbi.<br><br>But do not wish to be called Rabbi; for one is your Teacher, the Mashiach, and all of you are brothers. And do not call anyone on earth your father; for one is your Father, He who is in heaven. And do not be called teachers; for one is your Teacher, the Mashiach.<br><br>The greatest among you, let him be your servant. For he who exalts himself will be humbled, and he who humbles himself will be exalted."
    },
    {
        "title":"Woe unto you, scribes and Pharisees, hypocrites!",
        "location":"Matthew 23:13-36 / Mark 12:40 / Luke 22:47",
        "content":"<div class=\"y-q\"><div class=\"c\">But woe unto you, scribes and Pharisees, hypocrites!</div><br>For you close the kingdom of heaven before men; for you neither go in yourselves, nor suffer those who are entering to go in.<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>For you devour widows' houses, and for a pretext make long prayers; for this you will receive greater condemnation.<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>For you go over sea and land to make one proselyte, and when he is made, you make him twice as much a son of hell as yourselves.<br><br><div class=\"c\">Woe unto you, blind guides!</div><br>You say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he is obligated. You fools and blind! For which is greater, the gold, or the temple that sanctifies the gold? You also say, Whosoever shall swear by the altar, it is nothing; but whosoever shall swear by the gift that is upon the altar, he is liable. You fools and blind! For which is greater, the gift, or the altar that sanctifies the gift? For he that swears by the altar, swears by it, and by all that is upon it; and he that swears by the temple, swears by it, and by Him that dwells therein; and he that swears by heaven, swears by the throne of Elohim, and by him that sits upon it.<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>For you tithe the mint and the dill and the cumin, and forsake the weightier matters of the law, namely, justice, mercy and faith. These things you must have done, and not forsake those other things; you blind guides, who strain out the mosquito, and swallow the camel!<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>For you clean the outside of the cup and of the platter, but inside you are full of theft and unrighteousness. Blind Pharisee! Clean first the inside of the cup and of the platter, so that the outside also may be clean.<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>For you are like whited sepulchers, which indeed appear beautiful outwardly, but within are full of dead men's bones and all uncleanness. Even so you also outwardly appear righteous to men, but inwardly you are full of hypocrisy and iniquity.<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>Because you build the sepulchers of the prophets, and decorate the sepulchers of the righteous, and say, \"If we had lived in the days of our fathers, we would not have been partakers with them in the blood of the prophets\". Therefore, you are bearing witness against yourselves, that you are the sons of those who killed the prophets. So you bear witness against yourselves, that you are children of those who killed the prophets. Fill you also the measure of your fathers!<br><br><div class=\"c\">You snakes, you generation of vipers!</div><br>How will you escape the damnation of hell? Therefore, behold, I send unto you prophets and wise men and scribes; and some of them you shall kill and crucify, and some you shall scourge in your synagogues, and persecute them from city to city; that upon you may come all the righteous blood that is shed upon the earth, from the blood of righteous Abel unto the blood of Zachariah son of Berechiah, whom you slew between the temple and the altar. Verily I say unto you, all these things shall come upon this generation."
    },
    {
        "title":"Lament over Jerusalén",
        "location":"Matthew 23:37-39 / Luke 13:34-35",
        "content":"<div class=\"y-q\">O Jerusalem, Jerusalem! Who kills the prophets and stones those who are sent to you! How many times I wanted to gather your children as a hen gathers her chicks under her wings, but you did not want to!<br><br>Behold, your house is left unto you desolate: for I say unto you, you shall not see me henceforth, until the time comes when you shall say:<br><br><div class=\"b-q\">Blessed is he who comes in the name of the Lord.</div><div class=\"h-q\">בָּרוּךְ הַבָּא בְּשֵׁם יְהוָה</div></div>"
    },
    {
        "title":"The widow's offering",
        "location":"Mark 12:41-44 / Luke 21:1-4",
        "content":"As Yeshua sat before the ark of the offering, He lifted His eyes, and watched how the people were casting money into the ark; and He saw many rich men casting <u>much</u> / <u>their offerings</u> into the ark of the offering. And He saw also a very poor widow, who came and cast in there two mites, that is, one quadran.<br><br>Then, calling His disciples, He said to them:<br><br><div class=\"y-q\">Truly I tell you, this poor widow has cast in more than all those who have cast into the ark. For all those cast in for Elohim's offerings out of their surplus, but this one, out of her poverty has cast in all that she had, her whole support."
    },
    {
        "title":"No stone shall be left unturned",
        "location":"Matthew 24:1-2 / Mark 13:1-2 / Luke 21:5-6",
        "content":"When Yeshua left the temple and was going away, His disciples drew near to show Him the buildings of the temple. One of them said to Him:<br><br><div class=\"a-q\">Teacher, look at the stones and the buildings.</div><br>They were speaking about the temple being adorned with beautiful stones and votive offerings.<br><br>Yeshua, answering, said to them:<br><br><div class=\"y-q\">Do you see these great buildings? As for these things which you see, verily I say unto you that the days will come, when there shall not be left here one stone upon another, which will not be <u>thrown down</u> / <u>destroyed</u>.</div>"
    },
    {
        "title":"When will these things be?",
        "location":"Matthew 24:3-8 / Mark 13:3-8 / Luke 21:7-11",
        "content":"And He sat on the Mount of Olives, in front of the temple. And the disciples came to Him apart, and Peter, James, John, and Andrew asked Him, saying:<br><br><div class=\"a-q\">Teacher, tell us, when will these things be and what sign will there be of your coming and of the end of the age, when all these things <u>are to be fulfilled</u> / <u>are to come to pass</u>?</div><br>Answering Yeshua, He began to say:<br><br><div class=\"y-q\">Take heed that no man deceive you, for many will come in My name, saying: \"I am the Mashiach\" and \"the time is near\", and they will deceive many, but do not follow them.<br><br>But when you shall hear of <u>wars</u> / <u>seditions</u> and rumors of <u>wars</u> / <u>seditions</u>, do not be <u>disturbed</u> / <u>alarmed</u>, for it is necesarry that first <u>all this should come to pass</u> / <u>everything should happen in this way</u>, but it is not the end yet, it will not be immediately.</div><br>Then He said to them:<br><br><div class=\"y-q\">For nation will rise against nation and kingdom against kingdom, and there will be pestilences and famines, and tumults, and great earthquakes in divers places, and there will be terrors and great signs in heaven. And all these will be the beginning of sorrows.</div>"
    },
    {
        "title":"Watch out for yourselves (what will happen to you)",
        "location":"Matthew 24:9-10 / Mark 13:9-13a / Luke 21:12-19",
        "content":"<div class=\"y-q\">Then watch out for yourselves, for prior to all these things, they will lay hands on you, and persecute you, and deliver you up to councils and synagogues and prisons, to tribulation. They will scourge you and kill you, and you will be hated by all peoples for My Name's sake.<br><br>And you shall be brought before kings and governors for My Name's sake. And this shall be an occasion for you to bear witness to them. It is necessary for the gospel to be preached beforehand to all nations. But when they are bringing you to hand you over, do not be anxious about what you will say. Set it in your hearts not to think beforehand how you will answer in your defense, for in that hour I will give you word and wisdom, which no one who opposes you will be able to resist or contradict; that speak, for it is not you who speak, but the Holy Spirit.<br><br>Then many will stumble, and will betray one another, and will hate one another. You will be betrayed even by your relatives and friends. Brother shall deliver up brother to death, and the father his son; and the sons will rise against the fathers, and will kill them; and they will kill some of you. And you will be abhorred by all for My Name's sake, but not a hair of your head will perish. By your patience, you will win your souls.</div>"
    },
    {
        "title":"False prophets and the one who endures till the end",
        "location":"Matthew 24:11-14 / Mark 13:13b",
        "content":"<div class=\"y-q\">And many false prophets will arise and deceive many; and because lawlessness is multiplied, the love of many will grow cold.<br><br>And you will be hated by all for My Name's sake; but not a hair of your head will perish. But he who endures to the end shall be saved. With your patience, you will win your souls.<br><br>And this gospel of the kingdom will be preached in the whole world for a witness unto all nations; and then the end will come."
    },
    {
        "title":"The abomination of desolation",
        "location":"Matthew 24:15-22 / Mark 13:14-20/ Luke 21:20-24",
        "content":""
    },
    {
        "title":"False anointed ones",
        "location":"Matthew 24:23-28 / Mark 13:21-23",
        "content":""
    },
    {
        "title":"The sign of the Son of Man",
        "location":"Matthew 24:29-31 / Mark 13:24-27 / Luke 21:25-28",
        "content":""
    },
    {
        "title":"The day and the hour",
        "location":"Matthew 24:32-36 / Mark 13:28-32 / Luke 21:29-33",
        "content":""
    },
    {
        "title":"As in the days of Noah",
        "location":"Matthew 24:37-44 / Mark 13:33 / Luke 21:34-36",
        "content":""
    },
    {
        "title":"The faithful servant",
        "location": "Matthew 24:45-51 / Mark 13:34-37",
        "content":""
    },
    {
        "title": "Parable of the 10 virgins",
        "location": "Matthew 25:1-13",
        "content": ""
    },
    {
        "title":"Parable of the talents",
        "location":"Matthew 25:14-30",
        "content":""
    },
    {
        "title":"The trial between sheep and goats",
        "location":"Matthew 25:31-46",
        "content":""
    },
    {
        "title":"Plot of the leaders of Israel to kill Yeshua",
        "location":"Matthew 26:1-5 / Mark 14:1-2 / Luke 22:1-2 / John 13:1a",
        "content":""
    },
    {
        "title":"Judas plot",
        "location":"Matthew 26:14-16 / Mark 14:10-11 / Luke 21:3-6",
        "content":""
    },
    {
        "title":"Preparation for Pesach",
        "location":"Matthew 26:17-19 / Mark 14:12-16 / Luke 21:7-13",
        "content":""
    },
    {
        "title":"The last supper",
        "location":"Matthew 26:20-29,31-35 / Mark 14:17-25,27-31/ Luke 22:14-18,24-30,21-23,19-20,31-38 / John 13-14",
        "content":""
    },
    {
        "title":"Road to the Mount of Olives",
        "location":"Matthew 26:30 / Mark 14:26 / Luke 22:39 / John 15-17",
        "content":""
    },
    {
        "title":"Anguish in Gethsemane",
        "location":"Matthew 26:36-46 / Mark 14:32-42 / Luke 22:39-46 / John 18:1-2",
        "content":""
    },
    {
        "title":"Arrest of Yeshua",
        "location":"Matthew 26:47-57a / Mark 14:43-52 / Luke 22:47-54a / John 18:3-14",
        "content":""
    },
    {
        "title":"Peter enters the courtyard of the high priest",
        "location":"Matthew 26:58 / Mark 14:54 / Luke 22:54b-55 / John 18:15-18",
        "content": ""
    },
    {   
        "title":"Yeshua before Annas",
        "location":"John 18:19-24",
        "content": ""
    },
    {
        "title":"Yeshua before Caiaphas and the council",
        "location":"Matthew 26:57b,59-68 / Mark 14:53,55-65 / Luke 22:66bac,67-71,63-65",
        "content": ""
    },
    {
        "title":"Peter's denial",
        "location":"Matthew 26:69-75 / Mark 14:62-72 / Luke 22:56-62 / John 18:17,25-27",
        "content": ""
    },
    {
        "title":"Resolution of the Sanhedrin and suicide of Judas",
        "location":"Matthew 27:1-10 / Mark 15:1 / Luke 23:1 / John 18:28a",
        "content": ""
    },
    {
        "title":"Yeshua before Pontius Pilate",
        "location":"Matthew 27:11-14 / Mark 15:2-5 / Luke 23:2-7 / John 18:28b-38",
        "content": ""
    },
    {
        "title":"Yeshua before Herod",
        "location":"Luke 23:8-12",
        "content": ""
    },
    {
        "title":"Yeshua back before Pontius Pilate",
        "location":"Matthew 27:15-26 / Mark 15:6-15 / Luke 23:13-25",
        "content": ""
    },
    {
        "title":"Yeshua is scourged",
        "location":"Matthew 27:27-31 / Mark 15:16-20 / John 19:1-3",
        "content": ""

    },
    {
        "title":"Pilate delivers Yeshua to be crucified",
        "location":"John 19:4-16",
        "content": ""
    },
    {
        "title":"Road to Golgotha",
        "location":"Matthew 27:32 / Mark 15:21 / Luke 23:26-32 / John 19:17",
        "content": ""
    },
    {
        "title":"The crucifixion",
        "location":"Matthew 27:33-56 / Mark 15:22-41 / Luke 26:33-49 / John 19:18-37",
        "content": ""
    },
    {
        "title":"The burial",
        "location":"Matthew 27:57-61 / Mark 15:42-47 / Luke 26:50-56 / John 19:38-42",
        "content": ""
    },
    {
        "title":"The guard before the grave",
        "location":"Matthew 27:62-66",
        "content": ""
    },
    {
        "title":"Still to be harmonized",
        "content":"The women go to the grave.<br><br>Testimony of Mary (disbelief of the disciples).<br><br>Peter and John run to the sepulchre."
    },
    {
        "title":"The guard's report (the priests' conspiracy)",
        "location":"Matthew 28:11-15",
        "content": ""
    },
    {
        "title":"Road to Emmaus",
        "location":"Mark 16:12-13 / Luke 24:13-35 / John 20:19a,c",
        "content": ""
    },
    {
        "title":"Yeshua appears to the disciples",
        "location":"Mark 16:14 / Luke 24:36-48 / John 20:19d1,b,d2",
        "content": ""
    },
    {
        "title":"The disbelief of Thomas",
        "location":"John 21:24-29",
        "content": ""
    },
    {
        "title":"The great commission",
        "location":"Matthew 28:16-20 / Mark 16:15-18",
        "content": ""
    },
    {
        "title":"Yeshua appears by the Sea of Galilee",
        "location":"John 21:1-24",
        "content": ""
    },
    {
        "title":"The ascension",
        "location":"Acts 1:4-11 / Mark 16:19-20 / Luke 24:49-53",
        "content": ""
    },
    {
        "title":"Final words",
        "location":"John 20:30-31;21:25",
        "content": ""
    }

]