[
    {
        "title":"Mary anoints Yeshua at Bethany",
        "location":"Matthew 26:6-13 / Mark 14:3-9 / John 12:1-8",
        "content":"Six days before Passover, Yeshua came to Bethany, where Lazarus, the one who had been dead and whom He had raised from the dead, was. And while He was at the house of Simon the leper, and sitting at the table, they made a dinner for Him there. Martha was serving, and Lazarus was one of those who were sitting at the table with Him. <br><br>Then Mary came to Him with a pound of pure nard perfume in an alabaster jar, very costly, and breaking the alabaster jar, she poured it on His head and anointed Yeshua's feet, and wiped them with her hair, while He was sitting at the table. And the house was filled with the fragrance of the perfume. Upon seeing this, some of the disciples became indignant within themselves and said: <br><br><div class=\"a-q\">Why has this perfume been wasted?</div> <br>And Judas Iscariot, the son of Simon, who would later betray Him, said:<br><br><div class=\"a-q\">Why was this perfume not sold for a high price, more than three hundred denarii, and given to the poor?</div> <br>But he said this, not because he cared about the poor, but because he was a thief and, as he had charge of the moneybag, he used to steal what was put into it. <br><br>And they murmured against her. And Yeshua, understanding this, said to them: <br><br><div class=\"y-q\">Leave her alone. Why do you trouble this woman? She has done a good thing for me. For you always have the poor with you, and whenever you want, you can do them good, but you will not always have me. She has done what she could. She has anointed my body beforehand for burial. Truly, I say to you, wherever this gospel is preached in the whole world, what she has done will also be told in memory of her.</div>"
    },
    {
        "title":"The plot to kill Lazarus",
        "location":"John 12:9-11",
        "content":"Now a great many of the Jews knew that He was there; and they came, not for Yeshua's sake only, but that they might also see Lazarus, whom He had raised from the dead. <br><br>But the chief priests plotted to put Lazarus to death also, because on account of him many of the Jews went away and believed in Yeshua"
    },
    {
        "title":"Yeshua finds a donkey",
        "location":"Matthew 21:1-7 / Mark 11:1-7 / Luke 19:28-35 / John 12:12a,14b-16,14a,12b-13,17-19",
        "content":"The next day, as they were approaching Jerusalem and came near Bethphage and Bethany, in front of the Mount of Olives, Yeshua sent two of his disciples, saying to them: <br><br><div class=\"y-q\">Go into the village before you, and as soon as you enter it, you will find a jenny tied, and a colt with her, on which no man has ever ridden. Untie her and bring them to me. And if any man shall ask you, Why do you loose him? You shall answer him thus: Because the Lord needs it, and then he will <u>send</u> / <u>return</u> them.</div><br>All this came to pass that it might be fulfilled what was spoken by the prophet, when he said: <br><br><div class=\"b-q\">Say unto the daughter of Zion, Fear not, O daughter of Zion. Behold, thy King cometh unto thee, meek, and sitting upon a donkey, upon a colt, the foal of a beast of burden.</div><br> These things His disciples did not understand at first; but when Yeshua was glorified, then they remembered that these things were written about Him, and that they had done them to Him. <br><br>And the disciples who had been sent went and did as Yeshua commanded them. And they found the colt tied outside the gate at the turning of the road, as he had told them, and they untied it. And as they were untying the colt, its owners, who were there, said to them: <br><br><div class=\"a-q\">What are you doing? Why are you untying the colt?</div><br> They then told them, as Yeshua had commanded: <br><br><div class=\"a-q\">Because the Lord needs it. </div><br>And they left them. And they brought the jenny and the colt to Yeshua, and laid their coats upon them, and He sat."
    },
    {
        "title":"Lament over Jerusalem",
        "location":"Luke 19:41-44",
        "content":"And when he drew near and saw the city, he wept over it, saying, <br><br><div class=\"y-q\">Would that you, even you, had known on this day the things that make for peace! But now they are hidden from your eyes. <br><br>For the days will come upon you, when your enemies will set up a barricade around you and surround you and hem you in on every side and tear you down to the ground, you and your children within you. And they will not leave one stone upon another in you, because you did not know the time of your visitation.</div>"
    },
    {
        "title":"The triumphant entry into Jerusalem",
        "location":"Matthew 21:8-11 / Mark 11:8-11 / Luke 19:36-40 / John 12:12b,13,17-19",
        "content":"Great multitudes who had come to the feast, when they heard that Yeshua was coming to Jerusalem, went out to meet Him, and as He passed by they spread their garments in the way, and others cut branches from <u> the trees</u> / <u>palm trees</u>, and spread them in the way. <br><br>When they came near the descent of the Mount of Olives, the whole multitude of the disciples, those who went before and those who came behind, rejoicing, began to praise Elohim with loud voices for all the wonders they had seen; and they cried out, saying: <br><br><div class=\"a-q\">Hosanna to the Son of David! Blessed is he who comes in the name of the Lord, the King of Israel! Blessed is the coming kingdom of our father David! Shalom in Heaven and glory in the highest! Hosanna in the highest!</div><br> And the people who were with Him when He called Lazarus out of the tomb and raised him from the dead bore witness. For this reason, the people also had come to meet Him, because they had heard that He had done this sign. <br><br>Then some of the Pharisees from among the crowd said to him: <br><br><div class=\"a-q\">Teacher, rebuke your disciples.</div><br> He, replying, said to them: <br><br><div class=\"y-q\">I tell you that if these would keep silent, the stones would cry out.</div><br> But the Pharisees said among themselves:<br><br><div class=\"a-q\">You see that you achieve nothing. Look, the world is going after Him.</div><br> When Yeshua entered Jerusalem, and into the temple, the whole city was moved, saying: <br><br><div class=\"a-q\">Who is this? </div><br>And people were saying: <br><br><div class=\"a-q\">This is Yeshua the prophet, from Nazareth of Galilee.</div>"
    },
    {
        "title":"Some Greeks seek Yeshua",
        "location":"John 12:20-26",
        "content":"There were some Greeks among those who had come up to worship at the feast. These came to Philip, who was from Bethsaida of Galilee, and asked him, saying:<br><br><div class=\"a-q\">Sir, we would like to see Yeshua.</div><br>Philip went and told Andrew; then Andrew and Philip told Yeshua. Yeshua answered them saying:<br><br><div class=\"y-q\">The hour has come for the Son of Man to be glorified.<br><br>Verily, verily, I say unto you, unless a grain of wheat falls into the ground and dies, it remains alone; but if it dies, it bears much fruit.<br><br>Whoever loves his life will lose it, and whoever hates his life in this world will keep it for eternal life.<br><br>If anyone serves Me, let him follow Me; and where I am, there will My servant be also. If anyone serves Me, My Father will honor him."
    },
    {
        "title":"The Son of Man must be lifted up (the Voice from Heaven)",
        "location":"John 12:27-36a",
        "content":"<div class=\"y-q\">Now my soul is troubled; and what shall I say, Father, save me from this hour? But for this purpose I have come to this hour. Father, glorify your name.</div><br>Then a voice came from heaven:<br><br><div class=\"y-q\">I have glorified it, and I will glorify it again.</div><br>And the crowd that was there, and heard the voice, said that it was a thunder.<br><br>Others said:<br><br><div class=\"a-q\">An angel has spoken to Him.</div><br>Yeshua answered and said:<br><br> <div class=\"y-q\">This voice has not come for my sake, but for your sake.<br><br>Now is the judgment of this world; now will the prince of this world be cast out.<br><br>And I, when I am lifted up from the earth, will draw all people to myself.</div><br>He said this to show by what kind of death He was going to die.<br><br>So the crowd answered Him:<br><br><div class=\"a-q\">We have heard from the Torah that the Mashiach remains forever. How then do You say that it is necessary for the Son of Man to be raised up? Who is this Son of Man?</div><br>Then Yeshua said to them:<br><br><div class=\"y-q\">The Light is still among you for a little while; walk while you have the Light, so that you may not be overtaken by darkness; for he who walks in darkness does not know where he is going. While you have the Light, believe in the Light, that you may be sonds of Light.</div>"
    },
    {
        "title":"The disbelief of some",
        "location":"John 12:36b-43",
        "content":"When Yeshua had said these things, He departed and hid Himself from them.<br><br>But even though He had done so many signs before them, they did not believe in Him; so that the word of Isaiah the prophet might be fulfilled, who said:<br><br><div class=\"b-q\">Lord, who has believed what he heard from us, and to whom has the arm of the Lord been revealed?<br><br><div class=\"h-q\">מִי הֶאֱמִין לִשְׁמֻעָתֵנוּ וּזְרֹועַ יְהוָה עַל־מִי נִגְלָתָה׃</div></div><br>Therefore they could not believe. For again Isaiah said:<br><br><div class=\"b-q\">He has blinded their eyes and hardened their heart, lest they see with their eyes, and understand with their heart, and turn, and I would heal them.<br><br><div class=\"h-q\">הַשְׁמֵן לֵב־הָעָם הַזֶּה וְאָזְנָיו הַכְבֵּד וְעֵינָיו הָשַׁע פֶּן־יִרְאֶה בְעֵינָיו וּבְאָזְנָיו יִשְׁמָע וּלְבָבֹו יָבִין וָשָׁב וְרָפָא לֹו</div></div><br>Isaiah said this when he saw His glory, and spoke about Him.<br><br>Nevertheless, many even of the authorities believed in Him, but for fear of the Pharisees they did not confess it, so that they would not be put out of the synagogue; for they loved the glory of men more than the glory of Elohim."
    },
    {
        "title":"Yeshua's words will judge men",
        "location":"Matthew 21:11b / John 12:44-50",
        "content":"Yeshua cried out and said:<br><br><div class=\"y-q\">Whoever believes in Me, believes not in Me, but in Him who sent Me; and whoever sees Me, sees Him who sent Me.<br><br>I, the Light, have come into the world, so that whoever believes in Me may not remain in darkness.<br><br>He that hears my words, and does not keep them, I do not judge him; for I did not come to judge the world, but to save the world. He who rejects me and does not receive my words has someone to judge him; the word that I have spoken will judge him on the last day.<br><br>For I have not spoken by Myself; the Father who sent Me, He Himself has given Me a commandment, what I shall say, and what I shall speak. And I know that His commandment is eternal life. What I speak, therefore, I speak as the Father has told me.</div><br>And when he had looked all things round about, and it was getting dark, he went to Bethany with the twelve."
    },
    {
        "title":"The curse of the fig tree",
        "location":"Matthew 21:18-19 / Mark 11:12-14",
        "content":"And on the morrow morning, when they departed from Bethany, returning to the city, he was hungry. And seeing a fig tree from afar, which had leaves on it, by the roadside, he went to see if perhaps he might find anything on it; but when he came to it, he found nothing but leaves only, for it was not the season for figs. Then Yeshua said to the fig tree: <br><br><div class=\"y-q\">Never ever <u>eat anyone</u> / <u>be born</u> of you fruit.</div><br> And his disciples heard it. Then the fig tree withered."
    },
    {
        "title":"The purification of the temple and the praise of children",
        "location":"Matthew 21:12-17 / Mark 11:15-19 / Luke 19:45-48",
        "content":"So they came to Jerusalem, and Yeshua went into the temple of Elohim, and cast out all them that sold and bought in the temple, and overthrew the tables of the money changers, and the seats of them that sold doves, and would not suffer that any man should pass through the temple carrying any vessels. <br><br>And he taught them, saying: <br><br><div class=\"y-q\">Is it not written: <br><div class=\"b-q\">My house shall be called a house of prayer for all nations?</div><div class=\"h-q\">כִּי בֵיתִי בֵּית־תְּפִלָּה יִקָּרֵא לְכָל־הָעַמִּים </div><br>But you have made it a den of thieves.</div><br> And he taught daily in the temple. <br><br>And the scribes and the chief priests and the rulers of the people heard it, and they sought how they might put him to death. And they found nothing that they could do to him, because they were afraid of him, for all the people were in suspense, hearing him, admiring his doctrine. <br><br>And there came to Him in the temple blind and lame, and He healed them. But the chief priests and the scribes, seeing the wonders which He did, and the boys, cheering in the temple and saying: <br><br><div class=\"a-q\">Hosanna to the Son of David!</div><br> They were outraged, and told him: <br><br><div class=\"a-q\">Do you hear what they say?</div><br> And Yeshua said to them: <br><br><div class=\"y-q\">Yes. Haven't you ever read: <br><div class=\"b-q\">Out of the mouths of babies and nursing infants you have perfected praise?<br><div class=\"h-q\">מִפִּ֤י עֹֽולְלִ֨ים ׀ וְֽיֹנְקִים֮ יִסַּ֪דְתָּ֫ עֹ֥ז</div></div></div><br> But when evening came, leaving them, Yeshua left the city to Bethany, and rested there."
    },
    {
        "title":"The withered fig tree (believe and you will receive)",
        "location":"Matthew 21:20-22 / Mark 11:20-26",
        "content":"And passing by in the morning, they saw that the fig tree had withered from the roots. And when the disciples saw it, they said in amazement: <br><br><div class=\"a-q\">How did the fig tree dry up so quickly?</div><br> Then Peter, remembering, said to him: <br><br><div class=\"a-q\">Teacher, look, the fig tree you cursed has withered.</div><br> Yeshua answered and said to them: <br><br><div class=\"y-q\">Have faith in Elohim. <br><br>For verily I say unto you, If ye have faith, and doubt not in your heart, but believe that what ye say shall be done, it shall be done unto you. Not only will you do this of the fig tree, but if you say to this mountain, 'Be removed and be cast into the sea', it will be done. Therefore, I say unto you, whatsoever you shall ask in prayer, believing that you shall receive it, <u>it shall come unto you</u> / <u>you shall receive it</u>. <br><br>And when you pray, forgive, if you have anything against anyone, so that your Father in heaven may also forgive you your offenses. For if you do not forgive, neither will your Father in heaven forgive you your offenses.</div>"
    },
    {
        "title":"The discussion on Yeshua's authority and John's baptism",
        "location":"Matthew 21:23-27 / Mark 11:27-33/ Luke 20:1-7",
        "content":"Then they returned to Jerusalem, and as Yeshua walked through the temple, teaching the people and preaching the gospel, the chief priests and the scribes and the elders came to him as he was teaching, and spoke to him, saying: <br><br><div class=\"a-q\">Tell us: by what authority do you do these things? and who is it that has given you authority to do these things? </div><br>Yeshua answering, said to them: <br><br><div class=\"y-q\">I will also ask you a question, and if you answer it, I will also tell you by what authority I do these things. <br><br>John's baptism, where was it from? From heaven or from men? Answer me. </div><br>Then they argued with one another, saying: <br><br><div class=\"a-q\">If we say, from heaven, he will tell us: \"Why then did you not believe him?\" And if we say, of men, all the people will stone us. </div><br>They feared the people, for they all regarded John as a true prophet. <br><br>So, responding, they said to Yeshua: <br><br><div class=\"a-q\">We do not know.</div><br> Then Yeshua answered and said to them: <br><br><div class=\"y-q\">Neither do I tell you by what authority I do these things.</div>"
    },
    {
        "title":"Parable of the two sons",
        "location":"Matthew 21:28-32",
        "content":"<div class=\"y-q\">But what do you think? A certain man had two sons. Coming to the first, he said to him: 'Son, go work in my vineyard today'. And he answered and said: 'I don't want to'; but afterward he repented and went. And he came to the other and said to him in like manner; and he answered and said: 'Yes, sir, I go'. But he went not. Which of the two did the will of his father?</div><br> They said: <br><br><div class=\"a-q\">The first one.</div><br> Yeshua said to them: <br><br><div class=\"y-q\">Verily, I say unto you, that the tax collectors and the harlots go before you into the kingdom of God. For John came to you in the way of righteousness, and you did not believe him; but the tax collectors and the harlots believed him, and you, seeing this, did not repent afterward to believe him.</div>"
    },
    {
        "title": "Parable of the evil vineyard workers",
        "location": "Matthew 21:33-46 / Mark 12:1-12a,b / Luke 22:9-19",
        "content": "Then Yeshua began to say to the people: <br><br><div class=\"y-q\">Hear another parable: <br><br>There was a certain man, a father of a family, who planted a vineyard, fenced it in, dug a wine press in it, built a tower, and let it out to tenants, and went away and stayed away for a long time. And when the time of the fruit drew near, he sent a servant to the tenants, that they might give him of the fruit of the vineyard; but the tenants took him, and beat him, and sent him away empty-handed. Again he sent another servant to them, but they stoned him and struck him on the head, and sent him away empty-handed, beaten and reviled. Again he sent a third servant, and they killed him. He sent again other servants, more than the first; and they did unto them in like manner. Finally, when the lord of the vineyard still had a son of his own, he said: What shall I do? I will send my beloved son; perhaps when they see him, they will respect him. But when the tenants saw the son, they said one to another, This is the heir; come, let us kill him, and let us seize his inheritance, that the inheritance may be ours. And they took him and cast him out of the vineyard and killed him.<br><br>When the lord of the vineyard comes, what will he do to those men? </div><br>They told him: <br><br><div class=\"a-q\">He will come and destroy without mercy these wicked tenants and will lease his vineyard to other tenants, who will pay him the fruit in due season. </div><br>When they heard this, they said to him: <br><br><div class=\"a-q\">Elohim forbid!</div><br> But Yeshua, looking at them, said: <br><br><div class=\"y-q\">Did you never read in the scriptures: <br><br><div class=\"b-q\">The stone the builders rejected has become the cornerstone; the Lord has done this, and it is marvelous in our eyes. </div><div class=\"h-q\">אֶבֶן מָאֲסוּ הַבֹּונִים הָיְתָה לְרֹאשׁ פִּנָּה<br> מֵאֵת יְהוָה הָיְתָה זֹּאת הִיא נִפְלָאת בְּעֵינֵינוּ</div><br>Therefore, I say unto you, that the kingdom of Elohim shall be taken away from you, and given to a nation bringing forth the fruits of it. And whosoever shall fall on this stone shall be broken; and on whomsoever it shall fall, it shall crush him. </div><br>And when the chief priests and the Pharisees and the scribes heard his parables, they sought to lay hands on him in that hour, because they understood that against them he had spoken this parable. But when they sought how to lay hands on him, they feared the people, because the people regarded him as a prophet."
    },
    {
        "title": "Parable of the wedding feast",
        "location": "Matthew 22:1-15 / Mark 12:12c",
        "content": "Yeshua answered and spoke to them again in parables, saying: <br><br><div class=\"y-q\">The kingdom of heaven is like a king who gave a wedding feast for his son; and he sent his servants to call the wedding guests, but they refused to come. He sent out again other servants, saying: <br><br><div class=\"i\"> Say to the guests: Behold, I have prepared my food; my bulls and my fattened animals have been killed, and everything is ready; come to the wedding feast.</div><br>But they ignored him, and went their way, one to his farm, and another to his business; and others took the servants, and mocked them, and slew them. When the king heard it, his wrath was kindled, and sending forth his armies, he destroyed those murderers, and burned their city. Then he said to his servants:<br><br><div class=\"i\">The wedding is indeed ready, but they that were invited were not worthy. Go therefore to the parting of the ways, and call to the wedding as many as you find.</div><br>And the servants went out into the highways, and gathered together all whom they found, both bad and good: and the wedding feast was full of guests. And the king, coming in to see the guests, saw a man there who was not dressed for a wedding. Then he said to him:<br><br><div class=\"i\">Friend, how did you get in here, not dressed for a wedding?</div><br>But he stood speechless. Then the king said to the servants:<br><br><div class=\"i\">Bind him hand and foot, and cast him into the outer darkness; there shall be weeping and gnashing of teeth. For many are called, but few are chosen.</div></div><br>Then the Pharisees, leaving Him, went away and inquired how to catch Him in some word."
    },
    {
        "title":"The question of taxation",
        "location":"Matthew 22:16-22 / Mark 12:13-17 / Luke 22:20-26",
        "content":"And lying in wait for Him, they sent to Him some disciples of the Pharisees with the Herodians, as spies, pretending to be righteous, that they might catch Him in some word, to deliver Him up to the power and authority of the governor. And they came and questioned him, saying:<br><br><div class=\"a-q\">Teacher, we know that <u>you are a lover of truth</u> / <u>you are a truthful man</u> / <u>you say and teach uprightly</u>, and that you care for no one, for you do not regard the face of men, but with truth you teach the way of Elohim.<br><br>Tell us, then, what do you think: Is it lawful for us to give taxes to Caesar, or not? Shall we give or not?</div><br>But Yeshua, <u>knowing</u> / <u>perceiving</u> / <u>understanding</u> their <u>malice</u> / <u>hypocrisy</u> / <u>cunning</u>, said to them:<br><br><div class=\"y-q\">Why do you tempt me, you hypocrites? <u>Bring me</u> / <u>show me</u> the tax coin, that I may see it.</div><br>And they showed Him a denarius.<br><br>Then He said to them: <br><br><div class=\"y-q\">Whose image and inscription are these?</div><br>And they answering, said to Him:<br><br><div class=\"a-q\">Caesar's.</div><br>Then Yeshua said to them:<br><br><div class=\"y-q\">Give therefore to Caesar that which is Caesar's, and to Elohim that which is Elohim's.</div><br>And they could not catch Him in any word in front of the people. Rather, when they heard this, they were astonished at His answer, remained silent, left Him, and went their way."
    },
    {
        "title":"The question about the resurrection",
        "location":"Matthew 22:23-33 / Mark 12:18-27 / Luke 22:27-40",
        "content":"That day some of the Sadducees came to Him, who say that there is no resurrection, and asked Him, saying:<br><br><div class=\"a-q\">Teacher, Moses wrote for us that if a man dies and leaves a wife, but leaves no children, his brother shall marry his wife and bring up offspring to his brother.<br><br>So there were among us seven brothers; the first took a wife and died without leaving offspring. And the second married her, and died, and also left no offspring. And the third likewise. And thus all seven died, leaving no offspring. Ultimately, after all of them, the woman also died.<br><br>In the resurrection, then, when they are raised, whose wife will she be of the seven, since they all had her for a wife?</div><br>Then Yeshua answered and said to them:<br><br><div class=\"y-q\">Are you not erring by this, because you ignore the Scriptures, and the Power of Elohim?<br><br>The children of this age marry and are given in marriage; but those who are deemed worthy to attain that age and the resurrection of the dead, when they rise from the dead, neither marry nor are given in marriage, because they can no longer die, but are like the angels of Elohim who are in heaven, and are sons of Elohim, being sons of the resurrection.<br><br>But concerning the resurrection of the dead, have you not read in the book of Moses how Elohim spoke to him out of the bush, saying:<br><br><div class=\"b-q\">I am the Elohim of Abraham, the Elohim of Isaac and the Elohim of Jacob?</div><div class=\"h-q\">אָנֹכִי אֱלֹהֵי אָבִיךָ אֱלֹהֵי אַבְרָהָם אֱלֹהֵי יִצְחָק וֵאלֹהֵי יַעֲקֹב</div><br>Elohim is not Elohim of the dead, but Elohim of the living, for to Him all live. Therefore, you are very much mistaken.</div><br>Answering Him some of the scribes said:<br><br><div class=\"a-q\">Teacher, you have said well.</div><br>And they did not dare to ask Him any more.<br><br>Hearing this, the people were amazed at His doctrine."
    },
    {
        "title":"The greatest commandment",
        "location":"Matthew 22:34-40 / Mark 12:28-34",
        "content":"Then the Pharisees, hearing that he had silenced the Sadducees, gathered together. One of their scribes, a Torah interpreter, who heard them disputing, and knew that He answered them well, came to Him, and asked Him to tempt Him, saying:<br><br><div class=\"a-q\">Teacher, what is the <u>greatest</u> / <u> first</u> commandment in the Torah?</div><br>Yeshua answered him:<br><br><div class=\"y-q\">The first commandment of all is:<br><br><div class=\"b-q\">Hear O Israel, the Lord our Elohim, the Lord is one. And you shall love the Lord your Elohim with all your heart, and with all your soul, and with all your mind, and with all your strength.</div><div class=\"h-q\">שְׁמַע יִשְׂרָאֵל יְהוָה אֱלֹהֵינוּ יהוה אֶחָד׃ וְאָהַבְתָּ אֵת יְהוָה אֱלֹהֶיךָ בְּכָל־לְבָבְךָ וּבְכָל־נַפְשְׁךָ וּבְכָל־מְאֹדֶךָ׃</div><br>This is the <u>first and greatest</u> / <u>principal</u> commandment. And the second is similar:<br><br><div class=\"b-q\">You shall love your neighbor as yourself.</div><div class=\"h-q\">וְאָהַבְתָּ לְרֵעֲךָ כָּמֹוךָ</div><br>There is no commandment greater than these. The entire Torah and the prophets depend on these two commandments.</div><br>Then the scribe said to Him:<br><br><div class=\"a-q\">Right, Teacher, you have said in truth, that one is Elohim, and there is no other besides Him; and to love Him with all one's heart, with all one's understanding, with all one's soul, and with all one's strength, and to love one's neighbor as oneself, is more than all burnt offerings and sacrifices.</div><br>Yeshúa entonces, viendo que había respondido sabiamente, le dijo:<br><br><div class=\"y-q\">You are not far from the kingdom of Elohim.</div><br>And no one dared to ask Him anymore."
    },
    {
        "title":"Whose son is the Mashiach",
        "location":"Matthew 22:41-46 / Mark 12:35-37 / Luke 22:41-44",
        "content":"As Yeshua was teaching in the temple, and the Pharisees being together, Yeshua asked them, saying:<br><br><div class=\"y-q\">What do you think of the Mashiach, whose son is He?</div><br>They said to Him:<br><br><div class=\"a-q\">David's.</div><br>He said to them:<br><br><div class=\"y-q\">How is it that the scribes say that the Mashiach is the son of David? For, David himself, by the Holy Spirit, calls him Lord in the book of Psalms, saying:<br><br><div class=\"b-q\">The Lord said to my Lord: \"Sit at my right hand until I set your enemies as a footstool for your feet.\"<br><br><div class=\"h-q\">נְאֻם יְהוָה לַאדֹנִי שֵׁב לִימִינִי עַד־אָשִׁית אֹיְבֶיךָ הֲדֹם לְרַגְלֶיךָ</div><br></div>If David himself calls him Lord, how then is He his son?</div><br>And no one could answer Him a word; neither did anyone dare from that day forward to ask Him any more questions.<br><br>And a large crowd of the people listened to Him gladly."
    },
    {
        "title":"The chair of Moses",
        "location":"Matthew 23:1-14 / Mark 12:38-39 / Luke 22:45-46",
        "content":"Then, as all the people were listening to Him, Yeshua spoke to the people and to his disciples, saying in His doctrine:<br><br><div class=\"y-q\">On Moses' seat sit the scribes and the Pharisees. Therefore, whatever they tell you to do, watch it and do it.<br><br>But beware of the scribes, do not do according to their works, for they say and do not do; for they bind heavy burdens, which are hard to bear, and lay them on men's shoulders, but they themselves will not move them with one of their fingers.<br><br>Rather, they do all their works to be seen by men. For they love to walk in long robes, they widen their phylacteries, and enlarge the borders of their garments; and they love the first seats at the suppers, and the first chairs in the synagogues, and the greetings in the markets, and to be called by men, Rabbi, Rabbi.<br><br>But do not wish to be called Rabbi; for one is your Teacher, the Mashiach, and all of you are brothers. And do not call anyone on earth your father; for one is your Father, He who is in heaven. And do not be called teachers; for one is your Teacher, the Mashiach.<br><br>The greatest among you, let him be your servant. For he who exalts himself will be humbled, and he who humbles himself will be exalted."
    },
    {
        "title":"Woe unto you, scribes and Pharisees, hypocrites!",
        "location":"Matthew 23:13-36 / Mark 12:40 / Luke 22:47",
        "content":"<div class=\"y-q\"><div class=\"c\">But woe unto you, scribes and Pharisees, hypocrites!</div><br>For you close the kingdom of heaven before men; for you neither go in yourselves, nor suffer those who are entering to go in.<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>For you devour widows' houses, and for a pretext make long prayers; for this you will receive greater condemnation.<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>For you go over sea and land to make one proselyte, and when he is made, you make him twice as much a son of hell as yourselves.<br><br><div class=\"c\">Woe unto you, blind guides!</div><br>You say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he is obligated. You fools and blind! For which is greater, the gold, or the temple that sanctifies the gold? You also say, Whosoever shall swear by the altar, it is nothing; but whosoever shall swear by the gift that is upon the altar, he is liable. You fools and blind! For which is greater, the gift, or the altar that sanctifies the gift? For he that swears by the altar, swears by it, and by all that is upon it; and he that swears by the temple, swears by it, and by Him that dwells therein; and he that swears by heaven, swears by the throne of Elohim, and by him that sits upon it.<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>For you tithe the mint and the dill and the cumin, and forsake the weightier matters of the law, namely, justice, mercy and faith. These things you must have done, and not forsake those other things; you blind guides, who strain out the mosquito, and swallow the camel!<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>For you clean the outside of the cup and of the platter, but inside you are full of theft and unrighteousness. Blind Pharisee! Clean first the inside of the cup and of the platter, so that the outside also may be clean.<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>For you are like whited sepulchers, which indeed appear beautiful outwardly, but within are full of dead men's bones and all uncleanness. Even so you also outwardly appear righteous to men, but inwardly you are full of hypocrisy and iniquity.<br><br><div class=\"c\">Woe unto you, scribes and Pharisees, hypocrites!</div><br>Because you build the sepulchers of the prophets, and decorate the sepulchers of the righteous, and say, \"If we had lived in the days of our fathers, we would not have been partakers with them in the blood of the prophets\". Therefore, you are bearing witness against yourselves, that you are the sons of those who killed the prophets. So you bear witness against yourselves, that you are children of those who killed the prophets. Fill you also the measure of your fathers!<br><br><div class=\"c\">You snakes, you generation of vipers!</div><br>How will you escape the damnation of hell? Therefore, behold, I send unto you prophets and wise men and scribes; and some of them you shall kill and crucify, and some you shall scourge in your synagogues, and persecute them from city to city; that upon you may come all the righteous blood that is shed upon the earth, from the blood of righteous Abel unto the blood of Zachariah son of Berechiah, whom you slew between the temple and the altar. Verily I say unto you, all these things shall come upon this generation."
    },
    {
        "title":"Lament over Jerusalén",
        "location":"Matthew 23:37-39 / Luke 13:34-35",
        "content":"<div class=\"y-q\">O Jerusalem, Jerusalem! Who kills the prophets and stones those who are sent to you! How many times I wanted to gather your children as a hen gathers her chicks under her wings, but you did not want to!<br><br>Behold, your house is left unto you desolate: for I say unto you, you shall not see me henceforth, until the time comes when you shall say:<br><br><div class=\"b-q\">Blessed is he who comes in the name of the Lord.</div><div class=\"h-q\">בָּרוּךְ הַבָּא בְּשֵׁם יְהוָה</div></div>"
    },
    {
        "title":"The widow's offering",
        "location":"Mark 12:41-44 / Luke 21:1-4",
        "content":"As Yeshua sat before the ark of the offering, He lifted His eyes, and watched how the people were casting money into the ark; and He saw many rich men casting <u>much</u> / <u>their offerings</u> into the ark of the offering. And He saw also a very poor widow, who came and cast in there two mites, that is, one quadran.<br><br>Then, calling His disciples, He said to them:<br><br><div class=\"y-q\">Truly I tell you, this poor widow has cast in more than all those who have cast into the ark. For all those cast in for Elohim's offerings out of their surplus, but this one, out of her poverty has cast in all that she had, her whole support."
    },
    {
        "title":"No stone shall be left unturned",
        "location":"Matthew 24:1-2 / Mark 13:1-2 / Luke 21:5-6",
        "content":"When Yeshua left the temple and was going away, His disciples drew near to show Him the buildings of the temple. One of them said to Him:<br><br><div class=\"a-q\">Teacher, look at the stones and the buildings.</div><br>They were speaking about the temple being adorned with beautiful stones and votive offerings.<br><br>Yeshua, answering, said to them:<br><br><div class=\"y-q\">Do you see these great buildings? As for these things which you see, verily I say unto you that the days will come, when there shall not be left here one stone upon another, which will not be <u>thrown down</u> / <u>destroyed</u>.</div>"
    },
    {
        "title":"When will these things be?",
        "location":"Matthew 24:3-8 / Mark 13:3-8 / Luke 21:7-11",
        "content":"And He sat on the Mount of Olives, in front of the temple. And the disciples came to Him apart, and Peter, James, John, and Andrew asked Him, saying:<br><br><div class=\"a-q\">Teacher, tell us, when will these things be and what sign will there be of your coming and of the end of the age, when all these things <u>are to be fulfilled</u> / <u>are to come to pass</u>?</div><br>Answering Yeshua, He began to say:<br><br><div class=\"y-q\">Take heed that no man deceive you, for many will come in My name, saying: \"I am the Mashiach\" and \"the time is near\", and they will deceive many, but do not follow them.<br><br>But when you shall hear of <u>wars</u> / <u>seditions</u> and rumors of <u>wars</u> / <u>seditions</u>, do not be <u>disturbed</u> / <u>alarmed</u>, for it is necesarry that first <u>all this should come to pass</u> / <u>everything should happen in this way</u>, but it is not the end yet, it will not be immediately.</div><br>Then He said to them:<br><br><div class=\"y-q\">For nation will rise against nation and kingdom against kingdom, and there will be pestilences and famines, and tumults, and great earthquakes in divers places, and there will be terrors and great signs in heaven. And all these will be the beginning of sorrows.</div>"
    },
    {
        "title":"Watch out for yourselves (what will happen to you)",
        "location":"Matthew 24:9-10 / Mark 13:9-13a / Luke 21:12-19",
        "content":"<div class=\"y-q\">Then watch out for yourselves, for prior to all these things, they will lay hands on you, and persecute you, and deliver you up to councils and synagogues and prisons, to tribulation. They will scourge you and kill you, and you will be hated by all peoples for My Name's sake.<br><br>And you shall be brought before kings and governors for My Name's sake. And this shall be an occasion for you to bear witness to them. It is necessary for the gospel to be preached beforehand to all nations. But when they are bringing you to hand you over, do not be anxious about what you will say. Set it in your hearts not to think beforehand how you will answer in your defense, for in that hour I will give you word and wisdom, which no one who opposes you will be able to resist or contradict; that speak, for it is not you who speak, but the Holy Spirit.<br><br>Then many will stumble, and will betray one another, and will hate one another. You will be betrayed even by your relatives and friends. Brother shall deliver up brother to death, and the father his son; and the sons will rise against the fathers, and will kill them; and they will kill some of you. And you will be abhorred by all for My Name's sake, but not a hair of your head will perish. By your patience, you will win your souls.</div>"
    },
    {
        "title":"False prophets and the one who endures till the end",
        "location":"Matthew 24:11-14 / Mark 13:13b",
        "content":"<div class=\"y-q\">And many false prophets will arise and deceive many; and because lawlessness is multiplied, the love of many will grow cold.<br><br>And you will be hated by all for My Name's sake; but not a hair of your head will perish. But he who endures to the end shall be saved. With your patience, you will win your souls.<br><br>And this gospel of the kingdom will be preached in the whole world for a witness unto all nations; and then the end will come."
    },
    {
        "title":"The abomination of desolation",
        "location":"Matthew 24:15-22 / Mark 13:14-20/ Luke 21:20-24",
        "content":"<div class=\"y-q\">But when you see in the Holy Place the abomination of desolation spoken of by the prophet Daniel, standing where it ought not to be (let the reader understand), Jerusalem surrounded by armies, know then that her destruction has come.<br><br>Then let those who are in Judea flee to the mountains; and those who are in the midst of her, go away; and those who are in the fields, do not enter into her. He that is on the housetop, let him not go down to the house, nor go in to take anything from his house; and he that is in the field, let him not turn back to take his cloak. For these are days of retribution, to fulfill all the things that are written.<br><br>But woe unto them that are with child, and to them that give suck in those days! Pray, therefore, that your flight may not be in winter or on Shabbat; For there will be in those days great tribulation, great distress in the land, and wrath upon this people, such as was not from the beginning of the creation which Elohim created, until this time, neither shall be.<br><br>And they shall fall by the edge of the sword, and shall be led captive to all nations; and Jerusalem will be trodden down by the Gentiles, until the times of the Gentiles are fulfilled.<br><br>And if Adonay had not shortened those days, no one would be saved; but for the sake of the chosen ones, whom He chose, He shortened those days.</div>"
    },
    {
        "title":"False anointed ones",
        "location":"Matthew 24:23-28 / Mark 13:21-23",
        "content":"<div class=\"y-q\">Then if anyone says to you, \"Look, here is the Mashiach,\" or, \"Look, there He is,\" do not believe him. For there will arise false anointed ones and false prophets, and will perform great signs and wonders, to deceive, if it was possible, even the chosen ones. But you take heed; I have told you before. Therefore, if they say to you, \"Look, He is in the wilderness,\" do not go out; or \"Look, He is in the inner rooms,\" do not believe it.<br><br>For as the lightning comes out of the east and flashes as far as the west, likewise will be the coming of the Son of Man.<br><br>For wherever the dead body is, there will the eagles be gathered together.</div>"
    },
    {
        "title":"The sign of the Son of Man",
        "location":"Matthew 24:29-31 / Mark 13:24-27 / Luke 21:25-28",
        "content":"<div class=\"y-q\">But in those days, immediately after the tribulation, there will be signs in the sun, in the moon and in the stars, the sun will be darkened, and the moon will not give its light,and the stars will fall from heaven, and on the earth there will be anguish among the nations, confused because of the roaring of the sea and of the waves; men will faint for fear and for the expectation of the things that will befall on the earth; for the powers of the heavens will be shaken.<br><br>Then will appear the sign of the Son of Man in heaven; and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with great power and glory.<br><br>And He will send His angels with a great sound of a trumpet, and they will gather together His chosen ones, from the four winds, from <u>one end of heaven to the other</u> / <u>the uttermost part of the earth to the uttermost part of heaven</u>.<br><br>When these things begin to happen, stand up and lift up your heads, for your redemption is near.</div>"
    },
    {
        "title":"The day and the hour",
        "location":"Matthew 24:32-36 / Mark 13:28-32 / Luke 21:29-33",
        "content":"He also told them:<br><br><div class=\"y-q\">From the fig tree and all the trees learn the parable:<br><br>When its branch is tender and its leaves sprout, when you see it, you yourselves know that the summer is near. So you also, when you see all these things happening, know that the Kingdom of Elohim is near, at the gates.<br><br>Verily, I say unto you, this generation shall not pass away till all these things take place.<br><br>Heaven and earth shall pass away, but My Words shall not pass away.<br><br>But of that day and hour no one knows, not even the angels in heaven, nor the Son, but only My Father.</div>"
    },
    {
        "title":"As in the days of Noah",
        "location":"Matthew 24:37-44 / Mark 13:33 / Luke 21:34-36",
        "content":"<div class=\"y-q\">But as in the days of Noah, so shall also the coming of the Son of Man be.<br><br>For as in the days before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noah entered the ark, and they did not understand until the flood came and took them all away, so shall also the coming of the Son of man be.<br><br>Watch out also for yourselves, lest your hearts be weighed down with gluttony and drunkenness, and cares of this life, and that day may come upon you suddenly. For it shall come as a snare upon all that dwell upon the face of the whole earth.<br><br>Then two will be in the field; one will be taken, and the other will be left. Two women will be grinding at a mill; one will be taken, and the other will be left.<br><br>Take heed therefore, and watch at all times, praying that you may be deemed worthy to escape all these things that will come to pass, and to stand before the Son of man; for you do not know at what hour your Lord will come. But know this, that if the master of the house knew at what hour the thief would come, he would watch, and not let his house be broken into. Therefore, you also, be ready; for the Son of Man will come at the hour you do not expect.</div>"
    },
    {
        "title":"The faithful servant",
        "location": "Matthew 24:45-51 / Mark 13:34-37",
        "content":"<div class=\"y-q\">It is like the man who went a long way off and left his house, and gave authority to his servants, and to each one his work, and commanded the doorkeeper to watch.<br><br>Who then is the faithful and wise servant, whom his lord has set over his household, to give them food in due season? Blessed is that servant who, when his master comes, finds him doing so. Truly, I say unto you, he will set him over all his goods. But if that wicked servant says in his heart: \"My master delays his coming\", and he begins to beat his fellow servants, and even to eat and drink with drunkards, the lord of that servant will come in a day when he does not expect him, and at an hour when he does not know, and will punish him severely, and will make his portion with the hypocrites; there will be weeping and gnashing of teeth.<br><br>Watch therefore, for you know not when the Lord of the house will come, whether in the evening, or at midnight, or at cockcrow, or in the morning; lest, when he comes suddenly, He finds you sleeping.</div>"
    },
    {
        "title": "Parable of the 10 virgins",
        "location": "Matthew 25:1-13",
        "content": "<div class=\"y-q\">Then the Kingdom of Heaven will be like ten virgins who took their lamps and went to meet the bridegroom. <br><br>Five of them were foolish, and five were wise. For when the foolish took their lamps, they took no oil with them, but the wise took flasks of oil with their lamps. <br><br>As the bridegroom was delayed, they all became drowsy and slept. But at midnight there was a cry: <br><br><div class=\"i\">Here is the bridegroom! Come out to meet him.</div><br> Then all those virgins rose and trimmed their lamps. And the foolish said to the wise: <br><br><div class=\"i\">Give us some of your oil, for our lamps are going out.</div><br> But the wise answered, saying: <br><br><div class=\"i\">Since there will not be enough for us and for you, go rather to the dealers and buy for yourselves.</div><br> And while they were going to buy, the bridegroom came, and those who were ready went in with him to the marriage feast, and the door was shut.<br><br> Afterward the other virgins came also, saying: <br><br><div class=\"i\">Lord, lord, open to us.</div><br>But he answered: <br><br><div class=\"i\">Truly, I say to you, I do not know you.</div><br> Watch therefore, for you know neither the day nor the hour.</div>"
    },
    {
        "title":"Parable of the talents",
        "location":"Matthew 25:14-30",
        "content":"<div class=\"y-q\">For the Kingdom of Heaven will be like a man going on a journey, who called his servants and entrusted to them his property. To one he gave five talents, to another two, to another one, to each according to his ability. Then he went away. <br><br>He who had received the five talents went at once and traded with them, and he made five talents more. So also he who had the two talents made two talents more. But he who had received the one talent went and dug in the ground and hid his master's money. <br><br>Now after a long time the master of those servants came and settled accounts with them. And he who had received the five talents came forward, bringing five talents more, saying: <br><br><div class=\"i\">Master, you delivered to me five talents; here, I have made five talents more. </div><br>His master said to him: <br><br><div class=\"i\">Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master. </div><br>And he also who had the two talents came forward, saying: <br><br><div class=\"i\">Master, you delivered to me two talents; here, I have made two talents more. </div><br>His master said to him: <br><br><div class=\"i\">Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master. </div><br>He also who had received the one talent came forward, saying: <br><br><div class=\"i\">Master, I knew you to be a hard man, reaping where you did not sow, and gathering where you scattered no seed, so I was afraid, and I went and hid your talent in the ground. Here, you have what is yours. </div><br>But his master answered him: <br><br><div class=\"i\">You wicked and slothful servant! You knew that I reap where I have not sown and gather where I scattered no seed? Then you ought to have invested my money with the bankers, and at my coming I should have received what was my own with interest. So take the talent from him and give it to him who has the ten talents. For to everyone who has will more be given, and he will have an abundance. But from the one who has not, even what he has will be taken away. And cast the worthless servant into the outer darkness. In that place there will be weeping and gnashing of teeth.</div></div>"
    },
    {
        "title":"The trial between sheep and goats",
        "location":"Matthew 25:31-46",
        "content":"<div class=\"y-q\">When the Son of Man comes in His Glory, and all the angels with Him, then He will sit on his glorious throne. Before Him will be gathered all the nations, and He will separate people one from another as a shepherd separates the sheep from the goats. And He will place the sheep on His right, but the goats on the left. <br><br>Then the King will say to those on his right: <br><br><div class=\"i\">Come, you who are blessed by my Father, inherit the Kingdom prepared for you from the foundation of the world. <br><br>For I was hungry and you gave Me food, I was thirsty and you gave Me drink, I was a stranger and you welcomed Me, I was naked and you clothed Me, I was sick and you visited Me, I was in prison and you came to Me. </div><br>Then the righteous will answer Him, saying: <br><br><div class=\"i\">Lord, when did we see You hungry and feed You, or thirsty and give You drink? And when did we see You a stranger and welcome You, or naked and clothe You? And when did we see You sick or in prison and visit You? </div><br>And the King will answer them: <br><br><div class=\"i\">Truly, I say to you, as you did it to one of the least of these my brothers, You did it to Me. </div><br>Then He will say to those on His left: <br><br><div class=\"i\">Depart from Me, you cursed, into the eternal fire prepared for the devil and his angels. <br><br>For I was hungry and you gave Me no food, I was thirsty and you gave Me no drink, I was a stranger and you did not welcome Me, naked and you did not clothe Me, sick and in prison and you did not visit Me. </div><br>Then they also will answer, saying: <br><br><div class=\"i\">Lord, when did we see You hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to You? </div><br>Then He will answer them, saying: <br><br><div class=\"i\">Truly, I say to you, as you did not do it to one of the least of these, you did not do it to Me. </div><br>And these will go away into eternal punishment, but the righteous into eternal life.</div>"
    },
    {
        "title":"Plot of the leaders of Israel to kill Yeshua",
        "location":"Matthew 26:1-5 / Mark 14:1-2 / Luke 22:1-2 / John 13:1a",
        "content":"When Yeshua had finished all these words, He said to His disciples:<br><br><div class=\"y-q\">You know that in two days' time Pesach is celebrated, and the Son of Man will be delivered up to be crucified.</div><br>Two days later was Pesach, and the feast of unleavened bread.<br><br>Then the chief priests, the scribes, and the elders of the people assembled in the court of the high priest, whose name was Caiaphas, and took counsel together to seize Yeshua by deception, and to kill Him, because they feared the people. But they said:<br><br><div class=\"a-q\">Not during the feast, so that there will be no disturbance among the people.</div>"
    },
    {
        "title":"Judas plot",
        "location":"Matthew 26:14-16 / Mark 14:10-11 / Luke 21:3-6",
        "content":"Then Satan entered into Judas, which was called Iscariot, who was one of the number of the twelve; and he went and talked with the chief priests and the captains of the guard, about how he would deliver Him to them, and said to them:<br><br><div class=\"a-q\">What will you give me, and I will give it to you?</div><br>When they heard this, they were glad and promised to give him thirty pieces of silver. And he agreed. And from then on, Judas was looking for an opportunity to hand Him over to them behind the backs of the people."
    },
    {
        "title":"Preparation for Pesach",
        "location":"Matthew 26:17-19 / Mark 14:12-16 / Luke 21:7-13",
        "content":"It came the first day of the Feast of Unleavened Bread, on which it was necessary to sacrifice the Pesach lamb.<br><br>The disciples came to Yeshua, and Yeshua sent Peter and John, saying:<br><br><div class=\"y-q\">Go, prepare Pesach for us, that we may eat it.</div><br>They said to Him:<br><br><div class=\"a-q\">Where do you want us to go to prepare for You to eat the Pesach?</div><br>And He said to them:<br><br><div class=\"y-q\">Go into the city, and behold, as you enter it, a man carrying a jar of water will meet you. Follow him to the house where he will enter and tell the <u>lord</u> / <u>father of the family</u> of that house:<br><br><div class=\"i\">The Teacher says to you: \"My time is near, where is the room where I shall eat Pesach with my disciples?\"</div><br>And then he will show you a large upper room already arranged. Prepare for us there.</div><br>And the disciples did as Yeshua commanded them. And they went, and entered into the city, and found as He had told them, and prepared the Pesach."
    },
    {
        "title":"The last supper",
        "location":"Matthew 26:20-29,31-35 / Mark 14:17-25,27-31/ Luke 22:14-18,24-30,21-23,19-20,31-38 / John 13-14",
        "content":"When Yeshua knew that His hour had come for Him to pass from this world to the Father, as He had loved His own who were in the world, He loved them to the end.<br><br>And when evening came, He came and sat at table with the twelve apostles. And He said to them:<br><br><div class=\"y-q\">How I have longed to eat with you this Pesach before I suffer! For I say to you, I will eat it no more, until it is fulfilled in the Kingdom of Elohim.</div><br>And having taken the cup, He gave thanks, and said:<br><br><div class=\"y-q\">Take this, and divide it among you; for I say unto you, I will drink no more of the fruit of the vine, until the Kingdom of Elohim come.</div><h5>Washing of the feet</h5>And as they were dining, since the devil had already put it into the heart of Judas Iscariot, Simon's son, to betray Him, knowing Yeshua that the Father had given Him all things into His hands, and that He had gone forth from Elohim, and was going to Elohim, He arose from the supper, and took off His robe, and took a towel, and girded it about Himself. Then He put water in a basin, and began to wash the disciples' feet, and to wipe them with the towel with which He was girded.<br><br>Then He came to Simon Peter; and Peter said to Him:<br><br><div class=\"a-q\">Lord, do you wash my feet?</div><br>Respondió Yeshúa y le dijo:<br><br><div class=\"y-q\">What I do, you do not understand now, but you will understand later.</div><br>Peter said to Him:<br><br><div class=\"a-q\">You will never wash my feet.</div><br>Yeshua replied:<br><br><div class=\"y-q\">If I don't wash you, you will have no part with Me.</div><br>Simon Peter said to Him:<br><br><div class=\"a-q\">Lord, not only my feet, but also my hands and my head.</div><br>Yeshua said to him:<br><br><div class=\"y-q\">He that is washed, has no need but to wash his feet, for he is clean all over; and you are clean, though not all of you.</div><br>Because He knew who was going to turn Him over; that's why He said:<br><br><div class=\"y-q\">You are not all clean.</div><br>So when He had washed their feet, He took His robe, came back to the table, and said to them:<br><br><div class=\"y-q\">Do you know what I have done to you?<br><br>You call me Teacher and Lord; and you are right in saying this, for I am. Therefore, if I, your Lord and Teacher, have washed your feet, you also must wash one another's feet. For I have given you an example, that as I have done to you, so you also should do.<br><br>Verily, verily, I say unto you: The servant is not greater than his lord, neither is the one sent greater than the one who sent him. If you know these things, blessed are you if you do them.</div><h5>One of you will betray me (Judas goes away)</h5><div class=\"y-q\">I do not speak of all of you; I know whom I have chosen, but so that the Scripture may be fulfilled:<br><div class=\"b-q\">He who eats bread with me has lifted up his heel against me.</div><div class=\"h-q\">אוֹכֵל לַחְמִי הִגְדִּיל עָלַי עָקֵב</div><br>I tell this to you now, before it happens, so that when it does happen, you may believe that I am. Verily, verily, I say unto you, He who receives him whom I send, receives Me; and he who receives Me, receives Him who sent Me.</div><br>When Yeshua had said this, he became troubled in spirit, and declared and said:<br><br><div class=\"y-q\">Truly, truly, I say to you, one of you who eats with Me will betray Me.</div><br>Then the disciples looked one at another, doubting of whom He spoke. And being greatly distressed, they began to say to Him, one by one:<br><br><div class=\"a-q\">Is it me, Lord? and the other: Will it be me?</div><br>He, answering, said to them:<br><br><div class=\"y-q\">It is one of the twelve. Behold, he who dips his hand into the dish with Me, he will deliver Me.<br><br>Truly the Son of Man goes, as it is <u>written of Him</u> / <u>determined</u>, but woe unto that man by whom the Son of Man is betrayed! It would have been better for that man if he had not been born.</div><br>Then they began to argue with each other, which one of them would be the one to do this.<br><br>And one of His disciples, whom Yeshua loved, was reclining by Yeshua's side. Simon Peter beckoned him to ask who it was of whom He spoke. He then, leaning close to Yeshua's chest, said to Him:<br><br><div class=\"a-q\">Lord, who is it?</div><br>Yeshua answered: <br><br><div class=\"y-q\">He whom I give a piece of bread when I have dipped it, he is.</div><br>And dipping the bread, He gave it to Judas Iscariot the son of Simon. And after the bite, Satan entered into him. Then Judas, he who was betraying Him, answered and said:<br><br><div class=\"a-q\">Is it me, Teacher?</div><br>Then Yeshua said to him:<br><br><div class=\"y-q\">You said it. What you are about to do, do quickly.</div><br>But no one at the table understood why He told him this. For some thought, since Judas had the bag, that Yeshua said to him: \"Buy what we need for the feast\", or that he should give something to the poor. <br><br>When he had eaten the bite, he went out; and it was now evening.<br><h5>The bread and wine</h5>And as they were eating, Yeshua took bread, gave thanks, and blessed, and broke it, and gave it to His disciples, saying:<br><br><div class=\"y-q\">Take, eat; this is My Body, which is given for you.</div><br>And in like manner, after He had dined, taking the cup, and having given thanks, He gave it to them, saying:<br><br><div class=\"y-q\">Drink from it, all of you.</div><br>And they all drank of it. And He said to them:<br><br><div class=\"y-q\">For this is My Blood of the New Covenant, which for <u>many</u> / <u>you</u> is shed, for the remission of sins.<br><br>And verily I say unto you, I will drink no more of this fruit of the vine, until that day when I drink it new with you in the kingdom of <u>my Father</u> / <u>Elohim</u>.</div><h5>Where are you going, Lord? Peter's denial</h5><div class=\"y-q\">Little children, I will still be with you for a little while. You will seek Me, but as I said to the Jews, so now I say to you: Where I go, you cannot go.<br><br>A new commandment I give unto you:<br><br><div class=\"i\">That you love one another; as I have loved you, that you also love one another.</div><br>By this shall all men know that you are my disciples, if you have love for one another.</div><br>Simon Peter said to Him:<br><br><div class=\"a-q\">Lord, where are You going?</div><br>Yeshua answered him:<br><br><div class=\"y-q\">Where I go, you cannot follow Me now, but you will follow Me later.</div><br>Peter said to Him:<br><br><div class=\"a-q\">Lord, why can't I follow you now? I will lay down my life for you.</div><br>Then Yeshua said to them: <br><br><div class=\"y-q\">All of you shall be offended at me this night; for it is written:<br><br><div class=\"b-q\">I will strike the shepherd, and the sheep of the flock will be scattered.</div><div class=\"h-q\">הַךְ אֶת־הָֽרֹעֶה וּתְפוּצֶיןָ הַצֹּאן</div><br>But after I am risen, I will go before you into Galilee.</div><br>Then Peter answered and said to Him:<br><br><div class=\"a-q\">Even if all will be offended because of thee, yet will I never be offended.</div><br>The Lord also said:<br><br><div class=\"y-q\">Simon, Simon, behold, Satan sought you, that he might sift you as wheat; but I have prayed for you, that your faith may not fail; and you, being returned, strengthen your brethren.</div><br>He told him:<br><br><div class=\"a-q\">Lord, I am willing to go with you not only to prison, but also to death.</div><br>And Yeshua answered him:<br><br><div class=\"y-q\">Will you lay down your life for me? Peter, truly, truly I tell you, that you, today, tonight, before the rooster has crowed twice, will deny Me three times.</div><br>But Peter told him with greater insistence:<br><br><div class=\"a-q\">Even if it is necessary for me to die with You, I will not deny You.</div><br>And all the disciples also said the same thing. And He said to them:<br><br><div class=\"y-q\">Cuando os envié sin bolsa, sin alforja, y sin calzado, ¿os faltó algo?</div><br>They said:<br><br><div class=\"a-q\">Nothing.</div><br>And He said to them:<br><br><div class=\"y-q\">But now, he who has a purse, let him take it, and also the bag; and he who has no sword, let him sell his cloak and buy one. For I say to you: that which is written must yet be fulfilled in Me:<br><br><div class=\"b-q\">And He was numbered with the wicked.</div><div class=\"h-q\">וְאֶת־פֹּשְׁעִים נִמְנָה</div><br>For that which is written of Me is fulfilled.</div><br>Then they said:<br><br><div class=\"a-q\">Lord, here are two swords.</div><br>And He said to them:<br><br><div class=\"y-q\">Enough!</div> <h5>Let not your heart be troubled (I will prepare a place for you)</h5><div class=\"y-q\">Let not your heart be troubled; you believe in Elohim, believe also in Me.<br><br>In my Father's house there are many dwelling places; if it were not so, I would have told you. Therefore, I go to prepare a place for you. And if I go and prepare a place for you, I will come again, and receive you unto Myself; so that where I am, you may be also.<br><br>And you know where I am going, and you know the way.</div><br>Tomas said to Him:<br><br><div class=\"a-q\">Lord, we do not know where You are going; how then can we know the way?</div><br>Yeshua said to him:<br><br><div class=\"y-q\">I am the Way, and the Truth, and the Life; no one comes to the Father, but by Me. If you knew Me, you would know My Father also; and from now on you know Him and have seen Him.</div><h5>Show us the Father</h5>Philip said to Him:<br><br><div class=\"a-q\">Lord, show us the Father and that is enough for us.</div><br>Yeshua said to him:<br><br><div class=\"y-q\">So long have I been with you and you haven't known Me, Felipe?<br><br>He who has seen Me has seen the Father; how then do you say, \"Show us the Father\"? Do you not believe that I am in the Father, and the Father in Me?<br><br>The words that I speak to you, I do not speak on My own, but the Father who dwells in Me, He does the works. Believe Me that I am in the Father, and the Father in Me; otherwise, believe Me by the very works.<br><br>Verily, verily, I say unto you, He who believes in Me, the works that I do, he will do also; and greater works than these he will do, because I go to the Father. And whatever you may ask the Father in my name, I will do it, so that the Father may be glorified in the Son. If you ask anything in my name, I will do it.</div><h5>Keep my commandments</h5><div class=\"y-q\">If you love me, keep my commandments.<br><br>And I will ask the Father, and He will give you another Comforter, to be with you forever: the Spirit of Truth, whom the world cannot receive, because it does not see Him, nor know Him; but you know Him, for He dwells with you, and will be in you. I will not leave you orphans; I will come to you.<br><br>Yet a little while, and the world will see Me no more; but you will see Me; because I live, you will live also. In that day you will know that I am in My Father, and you in Me, and I in you.<br><br>He who has My commandments and keeps them, he is the one who loves Me; and he who loves Me will be loved by My Father, and I will love him and manifest Myself to him.</div><br>Judas (not Iscariot) told Him:<br><br><div class=\"a-q\">Lord, how is it that You will manifest Yourself to us and not to the world?</div><br>Yeshua answered and said to him:<br><br><div class=\"y-q\">He who loves Me will keep My Word, and My Father will love him, and We will come to him and make Our dwelling with him. He who does not love Me does not keep My words; and The Word which you have heard is not Mine, but the Father's who sent Me.</div><h5>I go to the Father (the Holy Spirit will come)</h5><div class=\"y-q\">I have told you these things while I being with you, but the Comforter, The Holy Spirit, whom The Father will send in My Name, He will show you all things, and will remind you of all that I have said to you.<br><br>Shalom I leave you, my Shalom I give you; I do not give it to you as the world gives it.<br><br>Let not your heart be troubled, neither let it be afraid. You have heard that I have said to you: I am coming, and I am coming to you. If you loved me, you would have rejoiced, for I have said that I go to The Father; for The Father is greater than I. And now I have told you before it happens, so that when it happens, you will believe.<br><br>I will no longer speak much with you; for the prince of this world is coming, and he has nothing in Me. But in order for the world to know that I love The Father, and as The Father has commanded Me, so I do.<br><br>Get up, let's get out of here.</div>"
    },
    {
        "title":"Road to the Mount of Olives",
        "location":"Matthew 26:30 / Mark 14:26 / Luke 22:39 / John 15-17",
        "content":"And when they had sung the hymn, He went out and went, as He used to, to the Mount of Olives; and His disciples also followed Him.<br><h5>The vine and the branches (remain in Me)</h5><div class=\"y-q\">I am the true vine, and My Father is the gardener.<br><br>Every branch in Me that bears no fruit, He takes away; and every branch that does bear fruit, He prunes, so that it may bear more fruit. You are already clean because of The Word that I have spoken to you.<br><br>Remain in Me, and I in you. As the branch cannot bear fruit by itself, unless it remains in the vine, neither can you, unless you remain in Me. I am the vine, you are the branches; he who remains in Me, and I in him, he bears much fruit; for separated from Me you can do nothing. He who does not remain in Me will be cast out as a branch, and will wither; and they gather them, and cast them into the fire, and they are burned.<br><br>If you remain in Me, and My words remain in you, ask whatever you want, and it will be done for you.<br><br>By this is glorified my Father, in you bearing much fruit, and thus you will be my disciples.<br><br>As the Father has loved Me, so have I loved you; remain in My love.<br><br>If you keep My Commandments, you will remain in My Love; just as I have kept My Father's Commandments, and remain in His Love.<br><br>These things I have spoken to you, so that My joy may be in you, and that your joy may be full.<br><br>This is My Commandment: that you love one another, as I have loved you.<br><br>No one has greater love than this, to lay down his life for his friends. You are my friends, if you do what I command you. No longer do I call you servants, for the servant does not know what his master is doing; but I call you friends, for all that I have heard from my Father I have made known to you.<br><br>You did not choose Me, but I chose you, and appointed you that you should go and bear fruit, and that your fruit should remain, so that whatever you ask the Father in My name He may give you.<br><br>This I command you: That you love one another.</div><h5>You are not of the world (you will be persecuted)</h5><div class=\"y-q\">If the world hates you, know that it has hated Me before it hated you. If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.<br><br> Remember the word that I said to you: The servant is not greater than his lord. If they persecuted Me, they will also persecute you. If they have kept My Word, they will also keep yours. But all these things they will do to you on account of My Name, because they do not know Him who sent Me.<br><br>If I had not come, nor spoken to them, they would have no sin; but now they have no excuse for their sin. He who hates Me hates My Father also. If I had not done among them works that no one else has done, they would have no sin; but now they have seen and hated Me and My Father. But this is in order to fulfill the word that is written in their Torah:<br><br><div class=\"b-q\">They hated Me without cause.</div><br>But when the Comforter comes, whom I will send to you from The Father, The Spirit of truth, who proceeds from The Father, He will bear witness about Me. And you will also bear witness, because you have been with Me from the beginning.<br><br>These things I have spoken to you, so that you may not stumble. They will cast you out of the synagogues, indeed, the hour is coming when whoever kills you will think that he is offering a service to Elohim. And they will do these things because they have not known the Father, nor Me. But I have said these things to you, so that when the time comes, you may remember that I have already told you.</div><h5>When the Spirit of Truth comes</h5><div class=\"y-q\">I did not tell you these things at the beginning, because I was with you. But now I am going to Him who sent Me, and none of you asks me, \"Where are You going?\" Rather, because I have told you these things, sorrow has filled your heart. Nevertheless, I tell you the truth: it is to your advantage that I go away; for if I do not go away, the Helper will not come to you; but if I go, I will send Him to you.<br><br>And when He comes, He will convict the world concerning sin, righteousness and. Concerning sin, because they do not believe in Me; concerning righteousness, because I go to the Father, and you will see Me no longer; and concerning judgment, because the ruler of this world has been judged.<br><br>I still have many things to say to you, but you cannot bear them now. But when the Spirit of Truth comes, He will guide you into all truth; for He will not speak on His own authority, but whatever He hears He will speak, and He will declare to you the things that are to come. He will glorify Me, for He will take what is Mine, and will make it known to you. All that The Father has is Mine; that is why I said that He will take of Mine, and He will make it known to you.<br><br>Yet a little while, and you will see Me no longer; and again a little while, and you will see Me; for I am going to the Father.</div><br>Then some of His disciples said to one another:<br><br><div class=\"a-q\">What is this that He says to us: \"Yet a little while, and you will see Me no longer; and again a little while, and you will see Me.\" and, \"For I go to the Father?\"</div><br>So they were saying:<br><br><div class=\"a-q\">What does He mean by: \"Yet a little while\"? We don't understand what He's talking about.</div><br>Yeshua knew that they wanted to ask Him, and He said to them:<br><br><div class=\"y-q\">Do you ask each other about what I have said: \"Yet a little while, and you will see Me no longer; and again a little while, and you will see Me.\"? <br><br>Truly, truly, I say to you, you will weep and mourn, and the world will rejoice; but though you are sorrowful, your sorrow will be turned into joy. When a woman gives birth, she has pain, because her hour has come; but after she has given birth to a child, she no longer remembers the anguish, because of the joy that a man has been born into the world. Now you also have sorrow; but I will see you again, and your heart will rejoice, and no one will take your joy from you. On that day, you will not ask Me anything. Truly, truly, I say to you, whatever you ask The Father in My Name, He will give it to you. So far you have asked nothing in My Name; ask, and you shall receive, so that your joy may be full. These things I have spoken to you in allegories; the hour is coming when I will no longer speak to you in allegories, but I will tell you clearly about the Father. <br><br>In that day you will ask in My Name; and I do not say to you that I will ask The Father for you, for The Father Himself loves you, because you have loved Me, and have believed that I came forth from Elohim. I came forth from The Father, and have come into the world; again I leave the world, and go to The Father.</div><br>His disciples said to Him:<br><br><div class=\"a-q\">Behold now You speak clearly, and say no allegory.<br><br>Now we understand that You know all things, and do not need anyone to ask You; therefore we believe that You have come forth from Elohim.</div><br>Yeshua answered them:<br><br><div class=\"y-q\">Do you believe now? Behold, the hour comes, and is now come, when you will be scattered every man to his own side, and will leave Me alone; but I am not alone, for The Father is with Me.<br><br>These things I have spoken to you so that in Me, you may have peace. In the world you will have tribulation; but take courage, I have overcome the world.</div><h5>Yeshua's prayer</h5>When Yeshua had spoken these words, He lifted up His eyes to Heaven, and said:<br><br><div class=\"y-q\">Father, the hour has come; glorify Your Son, so that the Son may glorify You, since You have given Him authority over all flesh, to give eternal life to all whom You have given Him. <br><br>And this is eternal life, that they know You, the only true Elohim, and Yeshua Hamashiach whom You have sent.<br><br>I glorified You on earth, having accomplished the work that You gave Me to do. And now, Father, glorify Me in Your own presence with the Glory that I had with You before the world existed.<br><br>I have manifested Your Name to the people whom You gave Me out of the world. Yours they were, and You gave them to Me, and they have kept Your word. Now they know that everything that You have given Me is from You. For I have given them the words that You gave Me, and they have received them and have come to know in truth that I came from You; and they have believed that You sent Me.<br><br>I am praying for them. I am not praying for the world but for those whom You have given Me, for they are Yours. All Mine are Yours, and Yours are Mine, and I am glorified in them. And I am no longer in the world, but they are in the world, and I am coming to You. Holy Father, keep them in Your Name, which you have given Me, that they may be one, even as We are one. While I was with them, I kept them in Your Name, which You have given Me. I have guarded them, and not one of them has been lost except the son of destruction, that the Scripture might be fulfilled. But now I am coming to You, and these things I speak in the world, that they may have My joy fulfilled in themselves. I have given them Your Word, and the world has hated them because they are not of the world, just as I am not of the world. I do not ask that You take them out of the world, but that You keep them from evil. They are not of the world, just as I am not of the world. Sanctify them in The Truth; Your word is truth. <br><br>As You sent Me into the world, so I have sent them into the world. And for their sake I sanctify Myself, that they also may be sanctified in truth. I do not ask for these only, but also for those who will believe in Me through their word, that they may all be one, just as You, Father, are in Me, and I in You, that they also may be in Us, so that the world may believe that You have sent Me. The glory that You have given Me I have given to them, so that they may be one even as We are one. I in them and You in Me, that they may become perfectly one, so that the world may know that You sent Me and loved them even as You loved Me.<br><br>Father, I desire that they also, whom You have given Me, may be with Me where I am, to see My Glory that You have given Me because You loved Me before the foundation of the world. O righteous Father, even though the world does not know You, I know You, and these know that You have sent Me.  I made known to them Your Name, and I will continue to make it known, so that the love with which You have loved Me may be in them, and I in them.</div>"
    },
    {
        "title":"Anguish in Gethsemane",
        "location":"Matthew 26:36-46 / Mark 14:32-42 / Luke 22:39-46 / John 18:1-2",
        "content":"When Yeshua had said these things, He went out with His disciples to the other side of the Kidron brook, where there was a garden called Gethsemane, into which He entered with His disciples.<br><br>And Judas also, who was betraying Him, knew that place, because Yeshua had met there with His disciples many times.<br><br>When He arrived at that place, He said to His disciples:<br><br><div class=\"y-q\">Sit here while I go over there and pray.</div><br>And taking Peter with Him, and James and John, the sons of Zebedee, He began to be sorrowful and greatly distressed. Then Yeshua said to them:<br><br><div class=\"y-q\">My soul is very sorrowful, even unto death. Stay here, watch with Me and pray that you may not come into temptation.</div><br>Going a little ahead, He withdrew from them at a distance of about a stone's throw. And kneeling down, He fell on His face to the ground and prayed that, if it was possible, that hour would pass from Him, saying:<br><br><div class=\"y-q\">Abba, Father, all things are possible for You. If You will, take this cup away from Me. But not My will, but Yours be done.</div><br>And an Angel from heaven appeared to Him, to strengthen Him. And being in agony, He prayed more earnestly; and His sweat was as large drops of blood falling down to the ground.<br><br>When He got up from prayer, He came to His disciples and found them sleeping because of sadness; and He said to them:<br><br><div class=\"y-q\">Why are you sleeping?</div><br>And He said to Simon Peter:<br><br><div class=\"y-q\">Sleeping? So you couldn't watch with me for an hour? Arise, watch and pray, lest you come into temptation. The spirit is willing to the truth, but the flesh is weak.</div><br>Again He went, and prayed a second time, saying the same words:<br><br><div class=\"y-q\">O My Father, if this cup cannot pass from Me without Me drinking it, let Your will be done.</div><br>Coming back, He again found them sleeping, for their eyes were heavy with sleep; and they did not know what to answer Him.<br><br>And leaving them, He withdrew again, and prayed a third time, saying the same words.<br><br>Then He came to His disciples and said to them:<br><br><div class=\"y-q\">Sleep now, and rest. Enough, the hour has come, behold, the Son of Man is delivered into the hands of sinners. <br><br>Rise, let's go; behold, the one who delivers Me is coming.</div>"
    },
    {
        "title":"Arrest of Yeshua",
        "location":"Matthew 26:47-57a / Mark 14:43-52 / Luke 22:47-54a / John 18:3-14",
        "content":"While He was still speaking, Judas, who was one of the twelve, came, and with him a company of soldiers and officers with lamps and torches, and with <u>weapons</u> / <u>swords</u> and sticks, on behalf of the chief priests, and of the Pharisees, and of the scribes, and of the elders of the people. And Judas was at the head of them. But Yeshua, knowing all the things that were to come upon Him, spoke forward and said to them:<br><br><div class=\"y-q\">Who are you looking for?</div><br>They answered Him:<br><br><div class=\"a-q\">For Yeshua the Nazarene.</div><br>Yeshua said to them:<br><br><div class=\"y-q\">I am.</div><br>And Judas also was with them, the one who was betraying Him.<br><br>When He said to them, \"I am\" they retreated and fell to the ground. So He asked them again:<br><br><div class=\"y-q\">Who are you looking for?</div><br>And they said:<br><br><div class=\"a-q\">For Yeshua the Nazarene.</div><br>Yeshua replied:<br><br><div class=\"y-q\">I have told you that I am; therefore if you seek Me, let these go.</div><br>So that what He had said would be fulfilled:<br><br><div class=\"y-q\">Of those whom You have given Me, I did not lose any of them.</div><br>And he that was betraying Him had beckoned them, saying:<br><br><div class=\"a-q\">The One whom I kiss, that is The One; seize Him, and lead Him away safely.</div><br>And when he came, at once he approached Yeshua and said to Him:<br><br><div class=\"a-q\">Shalom, Teacher!</div><br>And he kissed Him. <br><br>Then Yeshua said to him:<br><br><div class=\"y-q\">Judas, my friend, with a kiss you betray the Son of Man?</div><br>When those who were with Him saw what was about to take place, they said to Him:<br><br><div class=\"a-q\">Lord, shall we strike with the sword?</div><br>Then they came near and laid hands on Yeshua, and took hold of Him. But Simon Peter, who had a sword, stretched out his hand, drew it, and struck the servant of the high priest and cut off his right ear. And the servant's name was Malchus. Then Yeshua answering, said:<br><br><div class=\"y-q\">That's enough! Stop it!</div><br>Then He said to Peter:<br><br><div class=\"y-q\"><u>Turn</u> / <u>put</u> your sword back in its <u>place</u> / <u>sheath</u>, for all who take sword, by the sword will die.<br><br>The cup which the Father has given Me, shall I not drink it?</div><br>And touching his ear, He healed him.<br><br><div class=\"y-q\">Do you think that I cannot now pray to My Father, and that He would not give Me more than twelve legions of Angels? But how then would then the Scriptures be fulfilled, that it is necessary to be so done?</div><br>And in that hour Yeshua said to the chief priests, and to the rulers of the Temple guard, and to the elders, who had come against Him:<br><br><div class=\"y-q\">As against a thief have you come forth, with swords and with sticks, to lay hold on Me? Every day I sat with you teaching in the Temple, and you did not <u>seize Me</u> / <u>stretch out your hands against Me</u>.<br><br>But all this is done in order that the Scriptures of the Prophets may be fulfilled. This is your hour and the domain of darkness.</div><br>Then all the disciples left Him and fled.<br><br>The company of soldiers, the commander and the officers of the Jews, seized Yeshua and bound Him, and led Him to the high priest's house, and brought Him first to Annas; for he was the father-in-law of Caiaphas, who was high priest that year. It was Caiaphas who had given counsel to the Jews, that it was fitting that one man should die for the people.<br><br>But a certain young man followed Him, covering his body with a sheet; and they seized him, but he, leaving the sheet, fled naked."
    },
    {
        "title":"Peter enters the courtyard of the high priest",
        "location":"Matthew 26:58 / Mark 14:54 / Luke 22:54b-55 / John 18:15-18",
        "content": "And Simon Peter and another disciple followed Yeshua from a distance. And this disciple was known to the high priest, and he went in with Yeshua into the court of the high priest; but Peter stood outside at the gate. The disciple, who was known to the high priest, went out and spoke to the doorkeeper, and brought Peter in.<br><br>And there stood the servants and the officers, who had kindled a fire in the midst of the court; for it was cold, and they warmed themselves; and Peter also stood with them, warming himself. And they sat round about, and Peter also sat down among them to see the end."
    },
    {   
        "title":"Yeshua before Annas",
        "location":"John 18:19-24",
        "content": "And the high priest asked Yeshua about His disciples and His doctrine. Yeshua answered him:<br><br><div class=\"y-q\">I have spoken publicly to the world; I have always taught in the synagogue and in the temple, where all the Jews gather, and I have spoken nothing in secret. Why do you ask me? Ask those who have heard, what I have spoken to them; behold, they know what I have said.</div><br>When Yeshua had said this, one of the officers, who was there, slapped Him, saying:<br><br><div class=\"a-q\">Is this how you answer the high priest?</div><br>Yeshua replied:<br><br><div class=\"y-q\">If I have spoken wrong, testify wherein the wrong is; and if well, why do you strike Me?</div><br>Annas then sent Him bound to Caiaphas, the high priest."
    },
    {
        "title":"Yeshua before Caiaphas and the council",
        "location":"Matthew 26:57b,59-68 / Mark 14:53,55-65 / Luke 22:66bac,67-71,63-65",
        "content": "So they brought Yeshua to Caiaphas the high priest, to the council. And when it was day, all the chief priests and the elders of the people and the scribes assembled together.<br><br>And the chief priests and the elders and the whole council sought false witness against Yeshua, to put Him to death; but they found none, though many false witnesses came forward. Because many bore false witness against Him, but their testimonies did not agree.<br><br>But at last there came two false witnesses, who, rising up, bore false witness against Him, saying:<br><br><div class=\"a-q\">We have heard Him say:<br><br><div class=\"i\">\"I can tear down the temple of Elohim, and rebuild it in three days.\"<br>\"I will tear down this Temple made with hands, and in three days I will build another made without hands.\"</div></div><br>But even so, their testimony did not agree.<br><br>Then the high priest, rising up in the midst, asked Yeshua, saying:<br><br><div class=\"a-q\">Do you answer nothing? What do these testify against you?</div><br>But Yeshua kept silent and answered nothing.<br><br>Then the high priest said to Him:<br><br><div class=\"a-q\">Are you the Mashiach? Tell us.</div><br>And He said to them:<br><br><div class=\"y-q\">If I tell you, you will not believe; and also if I ask you, you will not answer Me, nor release Me. But from now on, the Son of Man will sit at the right hand of the Power of Elohim.</div><br>Said everyone:<br><br><div class=\"a-q\">So you are the Son of Elohim?</div><br>The high priest asked Him again, saying:<br><br><div class=\"a-q\">I adjure you by the living Elohim to tell us if you are the Mashiach, the Son of <u>Elohim</u> / <u>the Blessed One</u>.</div><br>And Yeshua said to him:<br><br><div class=\"y-q\">You said it. I am.<br><br>And moreover, I say unto you, that from now on you will see the Son of Man sitting at the right hand of the Power of Elohim, and coming on the clouds of heaven.</div><br>Then the high priest tore his garments, saying:<br><br><div class=\"a-q\">He has blasphemed! What further need of witnesses do we have? Behold, right now you have heard his blasphemy from his mouth. What do you think?</div><br>And they all condemned Him. And answering, they said:<br><br><div class=\"a-q\">He is worthy of death!</div><br>And some of the men who were guarding Yeshua were mocking Him and beating Him. They spat in His face and blindfolded and punched Him with their fists. And the officers slapped Him and asked Him, saying:<br><br><div class=\"a-q\">Prophesy to us, Mashiach, who it is that struck you?</div><br>And they said many other things insulting Him."
    },
    {
        "title":"Peter's denial",
        "location":"Matthew 26:69-75 / Mark 14:62-72 / Luke 22:56-62 / John 18:17,25-27",
        "content": "As Peter was below, sitting outside in the courtyard, came up to him the doorkeeper maidservant of the high priest, and when she saw Peter warming himself sitting by the fire, she looked at him, and said:<br><br><div class=\"p-q\">Are you not also of this man's disciples? You were also with Yeshua the <u>Nazarene</u>/ <u>Galilean</u>.<br><br>This one was also with Him.</div><br>But he denied it before everyone, saying:<br><br><div class=\"a-q\">Woman, I am not. I don't know what you are saying, I don't know Him.</div><br>And he went out to the gate, to the entrance, and the rooster crowed.<br><br>A little later, Peter was standing, warming himself, and the maid, seeing him again, began to say to those who were there:<br><br><div class=\"p-q\">This is one of them.</div><br>Another saw him, and she said to those who were there:<br><br><div class=\"p-q\">This also was with Yeshua the Nazarene.</div><br>Seeing him, another said:<br><br><div class=\"p-q\">You are also one of them.</div><br>And he was told:<br><br><div class=\"p-q\">Are you not one of His disciples?</div><br>But Peter denied again, and said with an oath:<br><br><div class=\"a-q\">Man, I am not. I don't know the man.</div><br>About an hour later, one of the servants of the high priest, a relative of the one whose ear Peter had cut off, said to him:<br><br><div class=\"p-q\">Didn't I see you in the garden with him?</div><br>Another claimed, saying:<br><br><div class=\"p-q\">Certainly this man also was with him, for he is a Galilean.</div><br>Those who were standing by drew near, and said again to Peter:<br><br><div class=\"p-q\">Surely you also are one of them, for you are a Galilean, and your manner of speaking like theirs reveals you.</div><br>And then Peter denied again. He began cursing and swearing:<br><br><div class=\"a-q\">Man, I don't know what you're saying. I do not know this man of whom you speak.</div><br>And at once, while he was still speaking, the rooster crowed the second time.<br><br>Then the Lord turned and looked at Peter, and Peter remembered the words Yeshua had spoken to him:<br><br><div class=\"y-q\">Before the rooster crows twice, you will deny Me three times.</div><br>And going outside, thinking about this, he wept bitterly."
    },
    {
        "title":"Resolution of the Sanhedrin and suicide of Judas",
        "location":"Matthew 27:1-10 / Mark 15:1 / Luke 23:1 / John 18:28a",
        "content": "When morning came, the whole company of them arose, the chief priests and the elders of the people, and the scribes and the whole council, and took counsel against Yeshua, to put Him to death.<br><br>And they led Yeshua bound from the house of Caiaphas to the praetorium, and delivered Him to Pontius Pilate the governor.<br><br>Then Judas, who had betrayed Him, seeing that He was condemned, repented and returned the thirty pieces of silver to the chief priests and elders, saying:<br><br><div class=\"a-q\">I have sinned betraying innocent blood.</div><br>But they said:<br><br><div class=\"y-q\">What is that to us? See to it yourself.</div><br>And throwing the pieces of silver in the Temple, he went, and hanged himself.<br><br>The chief priests, taking the silver pieces, said:<br><br><div class=\"a-q\">It is not lawful to cast them into the treasury of offerings, because it is a price of blood.</div><br>And after taking counsel, they bought with them the potter's field, as a burial place for strangers. That is why that field is called to this day: Field of Blood.<br><br>Thus was fulfilled what was spoken by the prophet Jeremiah, when he said:<br><br><div class=\"b-q\">And they took the thirty pieces of silver, the price of him on whom a price had been set by some of the sons of Israel, and they gave them for the potter's field, as the Lord directed me.</div>"
    },
    {
        "title":"Yeshua before Pontius Pilate",
        "location":"Matthew 27:11-14 / Mark 15:2-5 / Luke 23:2-7 / John 18:28b-38",
        "content": ""
    },
    {
        "title":"Yeshua before Herod",
        "location":"Luke 23:8-12",
        "content": ""
    },
    {
        "title":"Yeshua back before Pontius Pilate",
        "location":"Matthew 27:15-26 / Mark 15:6-15 / Luke 23:13-25",
        "content": ""
    },
    {
        "title":"Yeshua is scourged",
        "location":"Matthew 27:27-31 / Mark 15:16-20 / John 19:1-3",
        "content": ""

    },
    {
        "title":"Pilate delivers Yeshua to be crucified",
        "location":"John 19:4-16",
        "content": ""
    },
    {
        "title":"Road to Golgotha",
        "location":"Matthew 27:32 / Mark 15:21 / Luke 23:26-32 / John 19:17",
        "content": ""
    },
    {
        "title":"The crucifixion",
        "location":"Matthew 27:33-56 / Mark 15:22-41 / Luke 26:33-49 / John 19:18-37",
        "content": ""
    },
    {
        "title":"The burial",
        "location":"Matthew 27:57-61 / Mark 15:42-47 / Luke 26:50-56 / John 19:38-42",
        "content": ""
    },
    {
        "title":"The guard before the grave",
        "location":"Matthew 27:62-66",
        "content": ""
    },
    {
        "title":"Still to be harmonized",
        "content":"The women go to the grave.<br><br>Testimony of Mary (disbelief of the disciples).<br><br>Peter and John run to the sepulchre."
    },
    {
        "title":"The guard's report (the priests' conspiracy)",
        "location":"Matthew 28:11-15",
        "content": ""
    },
    {
        "title":"Road to Emmaus",
        "location":"Mark 16:12-13 / Luke 24:13-35 / John 20:19a,c",
        "content": ""
    },
    {
        "title":"Yeshua appears to the disciples",
        "location":"Mark 16:14 / Luke 24:36-48 / John 20:19d1,b,d2",
        "content": ""
    },
    {
        "title":"The disbelief of Thomas",
        "location":"John 21:24-29",
        "content": ""
    },
    {
        "title":"The great commission",
        "location":"Matthew 28:16-20 / Mark 16:15-18",
        "content": ""
    },
    {
        "title":"Yeshua appears by the Sea of Galilee",
        "location":"John 21:1-24",
        "content": ""
    },
    {
        "title":"The ascension",
        "location":"Acts 1:4-11 / Mark 16:19-20 / Luke 24:49-53",
        "content": ""
    },
    {
        "title":"Final words",
        "location":"John 20:30-31;21:25",
        "content": ""
    }

]